<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>As rela&ccedil;&otilde;es luso-brasileiras</title>


  <meta name="AUTHOR" content="Jos&eacute; Barbosa" />

  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.tiny {
font-size: 90%;}
.bbreak {
width: 80%;
margin-left:10%;}
.sbreak {
width: 20%;
margin-left:40%;}
.smallcaps {
font-variant: small-caps;}
.tablecenter {
margin-left:5%;
margin-right:5%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>


<body>

<div>
<div class="fbox"> <b>Nota de editor:</b>
Devido &agrave;
exist&ecirc;ncia de erros tipogr&aacute;ficos neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Nov. 2009)
</div>

</div>

<br />

<br />

<br />

<br />

<div class="bbox">
<h3>JOS&Eacute; BARBOSA
</h3>

<br />

<div class="bbreak">
<hr /></div>

<br />

<br />

<br />

<h2>As rela&ccedil;&otilde;es luso-brasileiras
</h2>

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;"><img style="width: 106px; height: 62px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<br />

<br />

<br />

<h4>LISBOA<br />

<br />

1909</h4>

<br />

</div>

<br />

<br />

<br />

<br />

<h3>JOS&Eacute; BARBOSA
</h3>

<br />

<div class="bbreak">
<hr /></div>

<br />

<br />

<br />

<h2>As rela&ccedil;&otilde;es luso-brasileiras
</h2>

<h4>
(A immigra&ccedil;&atilde;o e a
&laquo;desnacionaliza&ccedil;&atilde;o&raquo; do
Brasil)
</h4>

<br />

<br />

<br />

<br />

<div style="text-align: center;"><img style="width: 106px; height: 62px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<br />

<h4>LISBOA<br />

EDI&Ccedil;&Atilde;O DE JOS&Eacute; BARBOSA<br />

RUA DO LORETO, 56, 1.&ordm; D.<br />

1909</h4>

<br />

<div style="text-align: center;" class="smallcaps">todos
os direitos reservados</div>

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;"><b>LISBOA</b><br />

TYPOGRAPHIA DO COMMERCIO<br />

Rua da Oliveira, 10, ao Carmo
<br />

<br />

1909<br />

</div>

<br />

<br />

<br />

<br />

<div style="text-align: center;"><em>Amicus Plato
sed magis amica
veritas...</em>
<br />

</div>

<br />

<br />

<br />

<br />

<a name="c0" id="c0"></a>
<h3>INTRODUC&Ccedil;&Atilde;O
</h3>

<br />

O Brasil j&aacute; foi uma regi&atilde;o mal conhecida. Hoje
j&aacute;
o n&atilde;o &eacute;. Em todos os centros civilizados deixou
de ser
ignorado. Existe, emfim! E n&atilde;o existe s&oacute;mente por
ser
riquissimo de climas, de flora e de fauna, nem por offerecer,
nos seus terrenos inexplorados, largo campo
&aacute;s ambi&ccedil;&otilde;es insatisfeitas dos povos do
Velho Mundo,
nem sequer por haver desenvolvido de maneira collossal
as suas produc&ccedil;&otilde;es.
<br />

<br />

Tudo isso torna conhecido o Brasil. Mas o que mais
lhe propaga o nome &eacute; a surpreza causada pela sua cultura,
ainda ha pouco representada de modo inolvidavel
e memorando pelos seus delegados na Conferencia de
Haya e no Congresso de Hygiene de Berlim, Ruy Barbosa
e Oswaldo Cruz.
<br />

<br />

O que, al&eacute;m disso, n&atilde;o escapa a ninguem
&eacute; a supremacia
que lhe cabe entre as na&ccedil;&otilde;es sul-americanas,
&eacute; a func&ccedil;&atilde;o de arbitro da paz do
continente, em que o
investiram os estadistas da Republica, entre os quaes
se tem de destacar a excelsa figura de Rio Branco.
<br />

<br />

<span class="pagenum">[6]</span>
Para o Brasil de hoje convergem todos os olhares.
Deixou de ser a terra do ouro e dos diamantes para
se transformar em vasta arena aberta &aacute;s mais levantadas
especula&ccedil;&otilde;es da intelligencia e &aacute;s
mais audazes e
fecundas iniciativas materiaes. O estudo e o trabalho
congregam-se para o seu progresso. A liberdade e a
paz social acolhem e protegem os desherdados que alli
v&atilde;o buscar p&atilde;o e esperan&ccedil;as...
<br />

<br />

As sociedades europ&eacute;as, imbuidas de preconceitos e
avassalladas pelos privilegios, trancam o futuro &aacute;s classes
trabalhadoras. Que lhes resta, sen&atilde;o o recurso da
expatria&ccedil;&atilde;o? O caminho &eacute; o Oceano; a
Chanaan &eacute; a
America, a livre e egualitaria America, onde o trabalho
&eacute; toda a nobreza.
<br />

<br />

N&oacute;s, os portugueses, acompanhamos o movimento
geral. A nossa America consiste principalmente no Brasil.
Nem podia deixar de ser assim. A ra&ccedil;a e a lingua
s&atilde;o factores decisivos na escolha do destino.
<br />

<br />

Nenhuma ra&ccedil;a rev&eacute;la maior resistencia do que a
nossa, nenhuma &eacute; mais soffredora e tenaz.
<br />

<br />

Como, por&eacute;m, estamos desapparelhados para a
lucta hodierna pela falta de diffus&atilde;o do ensino,
s&oacute; excepcionaes
qualidades ethnicas<sup><a href="#f1">[1]</a></sup>
explicam a posi&ccedil;&atilde;o
que ainda cabe &aacute; nossa colonia no Brasil. Seria, no
emtanto, indigno occultar, neste momento, que essa
colonia se encontra s&eacute;riamente amea&ccedil;ada pelos
nossos
concorrentes. Est&aacute;, ali&aacute;s, na consciencia de
todos esta
verdade, que uns calam para lisonjear a nossa colonia
<span class="pagenum">[7]</span>
no Brasil e outros por n&atilde;o lhe v&ecirc;rem
solu&ccedil;&atilde;o deante
da criminosa pertinacia com que os governos d&atilde;o tudo
&aacute;s clientellas politicas e negam, por systema, a
esm&oacute;la
do ensino primario aos filhos do contribuinte faminto e
esfarrapado!
<br />

<br />

A obra da escola n&atilde;o se concilia com os interesses
do regimen, n&atilde;o ha duvida; mas recusem ao povo,
for&ccedil;ado a emigrar para n&atilde;o morrer de fome, a
instruc&ccedil;&atilde;o
indispensavel para competir com os outros estrangeiros
no Brasil e esperem o resultado no volume das
remessas de numerario com que acudimos ao nosso
balan&ccedil;o economico!
<br />

<br />

O recurso das remessas do Brasil e a exporta&ccedil;&atilde;o
que para esse paiz fazemos tornaram-se essenciaes &aacute;
vida portuguesa. E, como nada se fez para dispensar
tal dependencia e nada se procurou para assegurar
aquelle estado de coisas, a nossa gente laboriosa, conscia
dos riscos que corremos, mas sem no&ccedil;&atilde;o exacta
do problema, recebe com esperan&ccedil;a e enthusiasmo todas
as id&eacute;as apresentadas por pessoas bem intencionadas.
<br />

<br />

Isso bastaria para explicar o c&ocirc;ro das adhes&otilde;es
&aacute;
proposta do sr. Consiglieri Pedroso<sup><a href="#f2">[2]</a></sup>,
se n&atilde;o interviessem,
no lance, a especial categoria, a illustra&ccedil;&atilde;o e
o talento do em&eacute;rito professor. Discordando, em varios
pontos, desse plano de approxima&ccedil;&atilde;o
luso-brasileira,
dirigi a s. ex.<sup>a</sup> uma <em>carta aberta</em>
a
que o <em>Mundo</em> deu
a sua larga publicidade e na qual se lia:
<br />

<br />

<div class="tiny">&laquo;O estreitamento das
rela&ccedil;&otilde;es de
Portugal com o Brasil, dada
a vontade que nesse sentido revelam os dois povos, &eacute; mais do
que
facil, porque &eacute; inevitavel, porque est&aacute; nos
destinos de ambos.
</div>

<br />

<span class="pagenum">[8]</span>
<div class="tiny">Imaginar, por&eacute;m, como deduzo
dos considerandos de v. ex.<sup>a</sup>
que, precisando n&oacute;s da
<em>seiva</em> do Brasil, temos meio de lhe
conferir
uma compensa&ccedil;&atilde;o primacial, qual seja a de evitar
o risco
da desnacionaliza&ccedil;&atilde;o que esse povo corre pela
entrada cada vez
maior de outros elementos ethnicos, &eacute; erro profundo que os
factos
condemnam de maneira formalissima. E, sobre ser um erro, esse
juizo levantar&aacute; contra Portugal e contra os portugueses a
hostilidade
das outras colonias e das outras ra&ccedil;as, alli na mais intima
convivencia e na mais constante fus&atilde;o com a gente lusitana e
luso-brasileira.
<br />

<br />

Com tal motivo, qualquer esfor&ccedil;o de
approxima&ccedil;&atilde;o resultar&aacute;
contraproducente. N&atilde;o posso, desde que se parte dessa base,
dar
a minha insignificante collabora&ccedil;&atilde;o a uma
tentativa que tenho
por inefficaz, pelo menos.
<br />

<br />

O Brasil precisa de milh&otilde;es de estrangeiros. N&atilde;o
lhos podemos
dar. Ha de procural-os em outros paizes. Mas, como &eacute; um
paiz que se sabe governar e que nunca, nem sob este nem sob o
antigo regimen, deixou de demonstrar sentimentos patrioticos e
ardor civico, n&atilde;o corre o perigo, que v. ex.<sup>a</sup>
entreviu na
coloniza&ccedil;&atilde;o
italiana e alleman, de se desnacionalizar.
<br />

<br />

Com mais vagar, em um opusculo, hei de deixar demonstrado
quanto est&atilde;o afastados da realidade os que pensam como v.
ex.<sup>a</sup>.
Se houvessemos de iniciar negocia&ccedil;&otilde;es com a
id&eacute;a de evitar esse
supposto risco, creia v. ex.<sup>a</sup> que os
brasileiros, cuja hospitalidade
tive durante dezeseis annos e cujo espirito conhe&ccedil;o,
n&atilde;o agradeceriam
o ali&aacute;s generoso empenho, porquanto nelle veriam menos
apre&ccedil;o pelas qualidades de intelligencia e de patriotismo,
de que,
com justi&ccedil;a, se ufanam muito mais do que das riquezas
naturaes da
sua patria.
<br />

<br />

Sei que v. ex.<sup>a</sup>, meu illustre correligionario,
s&oacute;
&eacute; movido por
altos e nobres estimulos. Estou convencido de que s&oacute;
&aacute; falta de
documentos directos e de observa&ccedil;&atilde;o propria se
p&oacute;de attribuir
o desvio do seu grande espirito critico em materia em que estudos
especiaes d&atilde;o a v. ex.<sup>a</sup> merecida
auctoridade.
<br />

<br />

Felizmente, por&eacute;m, entre muitas id&eacute;as de real
utilidade que
constam da proposta de v. ex.<sup>a</sup>, vejo uma que me
garante que o
problema, nas suas linhas mestras, tem em v. ex.<sup>a</sup>
o paladino ao
lado do qual se poder&atilde;o alinhar os soldados da democracia
portuguesa
e os cidad&atilde;os da grande Republica Brasileira.
<br />

<br />

Refiro-me &aacute; id&eacute;a de procurar approximar os dois
povos pela
adop&ccedil;&atilde;o de um espirito commum na
legisla&ccedil;&atilde;o de ambos. Nesse
ponto estou enthusiasticamente com v. ex.<sup>a</sup>,
porque, n&atilde;o
podendo
a democracia pura, que &eacute; a Republica dos Estados Unidos do
Brasil, seguir a evolu&ccedil;&atilde;o regressiva, essa
aspira&ccedil;&atilde;o imp&otilde;e-nos, a
n&oacute;s portugueses, a marcha progressiva para a
situa&ccedil;&atilde;o juridica
do Brasil&#8213;o que s&oacute; poder&aacute; ser conseguido por uma
transforma&ccedil;&atilde;o
politica e social, t&atilde;o almejada por mim quanto por v. ex.<sup>a</sup>.
</div>

<br />

<span class="pagenum">[9]</span>
<div class="tiny">E comprehendo com que intimo
constrangimento quem assim
sente teria de obedecer &aacute;s regras protocolares do cargo ao
pedir
ao joven rei D. Manuel a sua coopera&ccedil;&atilde;o para um
emprehendimento
que s&oacute; p&oacute;de ser levado a bom termo pelos dois
povos e
que s&oacute; se desentranhar&aacute; em realidades promissoras
quando a
realeza portuguesa constituir m&eacute;ra
recorda&ccedil;&atilde;o historica.
<br />

<br />

Fa&ccedil;o votos por que v. ex.<sup>a</sup> veja em
breve realizadas as
nossas
aspira&ccedil;&otilde;es communs. Se, por&eacute;m, o nosso
esfor&ccedil;o interno n&atilde;o
chegar para tanto, creia v. ex.<sup>a</sup> que, para
n&atilde;o falharem os
seus
destinos historicos, o Brasil e Portugal se h&atilde;o de
approximar
cada vez mais e cada vez mais intensamente a democracia brasileira
ha de exercer fatal ac&ccedil;&atilde;o sobre a
na&ccedil;&atilde;o portuguesa, abreviando
os dias do regimen monarchico e apressando o advento da
Republica Portuguesa.
<br />

<br />

N&atilde;o ha mais eloquente li&ccedil;&atilde;o do que a
dos factos. N&atilde;o ha mais
violenta propaganda do que a compara&ccedil;&atilde;o
antithetica dos povos
brasileiro e portugu&ecirc;s. E, cada portugu&ecirc;s, que
volta &aacute; patria,
n&atilde;o tarda em sentir a magnitude da
ac&ccedil;&atilde;o da Republica no Brasil
e em reconhecer a falta das institui&ccedil;&otilde;es a que
l&aacute; se afizera.
<br />

<br />

Garanto-o a v. ex.<sup>a</sup>: se n&atilde;o fizermos
a
revolu&ccedil;&atilde;o, o Brasil
ha de republicanizar Portugal. V. ex.<sup>a</sup> conhece
melhor do que eu
o poder da osmose social.&raquo;
</div>

<br />

<br />

Eis a origem deste trabalho. Julguem brasileiros e
portugu&ecirc;ses se as convic&ccedil;&otilde;es, que elle
traduz, carecem
de fundamento.
<br />

<br />

<br />

<br />

<a name="c1" id="c1"></a>
<h3>I<br />

<br />

A PROPOSTA CONSIGLIERI PEDROSO
</h3>

<br />

Eis a proposta do presidente da Sociedade de Geographia:
<br />

<br />

<div class="tiny">
&laquo;Considerando que na evolu&ccedil;&atilde;o politica
do mundo contemporaneo
&eacute; facto historico, que se n&atilde;o p&oacute;de
contestar, a irresistivel
tendencia para a unifica&ccedil;&atilde;o moral dos grupos
ethnicos, que falam
o mesmo idioma, podendo at&eacute; por isso definir-se o dominio da
lingua, na sua func&ccedil;&atilde;o social, como a patria
espiritual de uma
nacionalidade;
<br />

<br />

Considerando que nem os mais poderosos Estados logram
eximir-se a esta universal tendencia, como o prova o movimento
de concentra&ccedil;&atilde;o que no momento actual se
est&aacute; operando nos
povos anglo-saxonicos, nos germanicos propriamente ditos e mesmo
nos povos slavos, apezar das differen&ccedil;as de
religi&atilde;o e de linguagem
que separam estes ultimos entre si;
<br />

<br />

Considerando que, em virtude desta tendencia, &eacute; legitimo
prev&ecirc;r-se como irremediavel, em futuro relativamente pouco
distante,
se n&atilde;o o desapparecimento, pelo menos a
desintegra&ccedil;&atilde;o
das pequenas nacionalidades que n&atilde;o consigam defender-se,
pela
massa dos seus habitantes, da absorp&ccedil;&atilde;o,
consequencia fatal da
lucta pela existencia, cada vez mais implacavel entre as grandes
na&ccedil;&otilde;es, que na sua ancia de
a&ccedil;ambarcamento inquietam os agrupamentos
secundarios, embora muito adeantados em cultura;
</div>

<br />

<span class="pagenum">[12]</span>
<div class="tiny">Considerando que Portugal e Brasil, pela
sua origem, historia
e tradi&ccedil;&otilde;es, pela lingua que ambos falam, pela
ra&ccedil;a a que pertencem
e pelos multiplices interesses que os ligam, sem embargo
do glorioso facto consummado da independencia brasilica, e,
n&atilde;o
obstante, portanto, serem duas soberanias politicas separadas e
perfeitas, constituem na realidade, em face das outras
agremia&ccedil;&otilde;es
nacionaes e exoticas, um grupo &aacute;parte, nitidamente
delimitado,
com individualidade distincta e, por conseguinte, com um
destino historico completamente autonomo, circumstancia a que
o direito internacional n&atilde;o p&oacute;de ficar estranho;
<br />

<br />

Considerando que, na situa&ccedil;&atilde;o de isolamento
reciproco, em
que se encontram, as duas na&ccedil;&otilde;es est&atilde;o
compromettendo a grandeza
do papel primacial que deviam representar no mundo, com
grave prejuizo dos interesses proprios e apenas com vantagem
para as na&ccedil;&otilde;es rivaes, que se est&atilde;o
aproveitando habilmente da
desuni&atilde;o de ambas;
<br />

<br />

Considerando que a grande na&ccedil;&atilde;o brasileira,
n&atilde;o obstante os
quasi illimitados recursos de que disp&otilde;e e as brilhantes
qualidades
dos seus filhos, que se est&atilde;o impondo &aacute;
considera&ccedil;&atilde;o universal
pela sua intelligencia e illustra&ccedil;&atilde;o, pelo seu
patriotismo e pela
sua actividade, corre o risco de se ir desnacionalizando pouco a
pouco pela introduc&ccedil;&atilde;o, cada vez em mais larga
escala, de elementos
de immigra&ccedil;&atilde;o estranhos ao seu carater historico
e at&eacute;
antipathicos &aacute; sua idiosyncrasia ethnica&#8213;provaveis
causadores
de futuras perturba&ccedil;&otilde;es e de inevitaveis perigos
para a Uni&atilde;o;
<br />

<br />

Considerando que este s&eacute;rio risco de
desnacionaliza&ccedil;&atilde;o lenta,
mas segura, s&oacute;mente o Brasil p&oacute;de conjural-o pela
approxima&ccedil;&atilde;o
e rela&ccedil;&otilde;es cada vez mais estreitas com Portugal,
possuidor ainda
hoje de um rico e vastissimo imperio em Africa, de territorio reduzido
na Europa, n&atilde;o ha duvida, mas ber&ccedil;o de uma
robusta e
prolifica popula&ccedil;&atilde;o largamente espalhada pelo
mundo, de extraordinarias
faculdades de adapta&ccedil;&atilde;o e resistencia,
popula&ccedil;&atilde;o indispensavel&#8213;e
n&atilde;o substituivel por outra&#8213;para a
conserva&ccedil;&atilde;o
e pureza da ra&ccedil;a nacional do Brasil;
<br />

<br />

Considerando mais que o problema da gradual e progressiva
fus&atilde;o da numerosissima colonia portuguesa, que vive no
Brasil,
com a terra que lhe d&aacute; t&atilde;o generosa hospitalidade
&eacute; para os futuros
destinos da nacionalidade brasileira de capital e decisiva
importancia, mas s&oacute;mente de solu&ccedil;&atilde;o
integral possivel quando as
duas na&ccedil;&otilde;es, hoje separadas e quasi estranhas uma
&aacute; outra, se
harmonizarem no superior interesse de uma fecunda
approxima&ccedil;&atilde;o;
</div>

<br />

<span class="pagenum">[13]</span>
<div class="tiny">Considerando, por outro lado, que a
economia nacional portuguesa
s&oacute; ao contacto intimo da exuberante seiva brasileira
p&oacute;de
robustecer-se e tonificar-se, sendo, al&eacute;m disso,
fecundissimo campo
para a nossa actividade material e progredimento moral as
vastas regi&otilde;es cobertas pela gloriosa bandeira auri-verde;
<br />

<br />

Considerando por isso como verdade evidente, sem possibilidade
de discuss&atilde;o sequer, que a resolu&ccedil;&atilde;o
definitiva do problema
economico portugu&ecirc;s depende grandemente&#8213;quaesquer que sejam
os esfor&ccedil;os, a sinceridade e a intelligencia que para ella
se empreguem
dentro das nossas estreitas fronteiras&#8213;de plenamente
se realizar um forte e largo accordo luso-brasileiro, formula de
renascimento mundial da nossa commum nacionalidade;
<br />

<br />

Attendendo a que a tradicional allian&ccedil;a de Portugal com a
Inglaterra, base da nossa situa&ccedil;&atilde;o politica
internacional, assim
como intimas rela&ccedil;&otilde;es de cordealidade com as tres
na&ccedil;&otilde;es latinas,
nossas irmans, e com a Allemanha, nossa cooperadora em
Africa, em coisa alguma s&atilde;o prejudicadas pela
unifica&ccedil;&atilde;o moral
de Portugal com o Brasil n'um pacto superior, permanente e
<em>sui
generis</em>, tal como o imp&otilde;em os
especialissimos la&ccedil;os fraternaes
existentes entre as na&ccedil;&otilde;es que falam a lingua
portuguesa;
<br />

<br />

E, attendendo, finalmente, a que &aacute; Sociedade de Geographia
de Lisboa, pelos seus fins, pela sua constante
tradi&ccedil;&atilde;o e pelo logar
proeminente, t&atilde;o excepcionalmente em evidencia, que occupa
na vida nacional portuguesa, compete, nesta hora difficil para a
patria, cooperar, quanto em si caiba, no movimento de
renova&ccedil;&atilde;o
do nosso querido Portugal;
<br />

<br />

Tenho a honra de prop&ocirc;r que, nos termos do artigo
40.&ordm; dos
estatutos, se crie uma commiss&atilde;o geral permanente com o
titulo
de &laquo;Commiss&atilde;o Luso-brasileira&raquo; a qual
ter&aacute;, entre outros, os seguintes
fins:
<br />

<br />

1.&ordm;&#8213;Estudar a forma mais adequada de se realizarem congressos
periodicos luso-brasileiros, que devam, em prazos a fixar,
reunir-se alternadamente em Lisboa ou Porto e no Rio de Janeiro
ou outras cidades brasileiras com o intuito de discutir todos os
assumptos de ordem intellectual e economica que interessem em
commum e exclusivamente as duas na&ccedil;&otilde;es, e onde
haja de fazer-se
a propaganda das delibera&ccedil;&otilde;es que pelos mesmos
congressos
e pelos governos dos dois paizes tenham de ser tomadas a beneficio
de ambos os povos, respeitando-se escrupulosamente a independencia
de cada um delles e evitando-se toda e qualquer
interferencia, por minima que seja, na vida interna e no modo de
ser dos dois paizes reciprocamente;
<br />

<br />

2.&ordm;&#8213;Estudar a forma de se negociar um tratado de
incondicional
arbitragem entre Portugal e as suas colonias de um lado
e o Brasil do outro e de se realizar a conveniente
coopera&ccedil;&atilde;o das
duas na&ccedil;&otilde;es em assumptos de caracter
internacional;
</div>

<br />

<span class="pagenum">[14]</span>
<div class="tiny">3.&ordm;&#8213; Estudar a
f&oacute;rma de se ultimar, com a urgencia
que raz&otilde;es
obvias aconselham, um tratado de commercio, ou antes um
largo entendimento commercial entre as duas
na&ccedil;&otilde;es, procurando-se
a maneira, at&eacute; onde f&ocirc;r possivel vencer as
difficuldades naturaes
inherentes ao assumpto, de que uma &aacute; outra concedam
respectivamente
vantagens especiaes que deixem de ser transmittidas
aos outros Estados, n&atilde;o sendo, portanto, attingidas pela
clausula
de na&ccedil;&atilde;o mais favorecida, inscripta actualmente
nos tratados
j&aacute; existentes tanto de Portugal como do Brasil com os paizes
estrangeiros;
<br />

<br />

4.&ordm;&#8213;Promover a crea&ccedil;&atilde;o de uma linha de
navega&ccedil;&atilde;o luso-brasileira
entre os dois paizes, sob o alto patrocinio de ambos
os governos;
<br />

<br />

5.&ordm;&#8213;Promover a funda&ccedil;&atilde;o em Lisboa de um
entreposto
central para o commercio do Brasil na Europa e de um entreposto
central no Rio de Janeiro para o commercio portugu&ecirc;s na
America, podendo, no caso de isso ser conveniente, fundar-se
outros dois entrepostos, um no Porto e outro no Recife, ou onde
mais convenha ao Brasil;
<br />

<br />

6.&ordm;&#8213;Promover a construc&ccedil;&atilde;o de dois
palacios, um em Lisboa
e outro no Rio de Janeiro, destinados &aacute;
exposi&ccedil;&atilde;o e venda
permanente dos productos nacionaes de cada um dos dois paizes
no outro;
<br />

<br />

7.&ordm;&#8213;Promover, sempre que f&ocirc;r possivel, a
unifica&ccedil;&atilde;o ou pelo
menos a harmoniza&ccedil;&atilde;o da
legisla&ccedil;&atilde;o civil e commercial dos dois
paizes;
<br />

<br />

8.&ordm;&#8213;Promover a approxima&ccedil;&atilde;o
intellectual&#8213;scientifica, literaria
e artistica&#8213;dos dois paizes, dando aos professores e diplomados
brasileiros em Portugal e aos professores e diplomados
portugueses no Brasil os mesmos direitos com equivalencia dos
respectivos titulos de habilita&ccedil;&atilde;o;
<br />

<br />

9.&ordm;&#8213;Promover visitas regulares de excursionistas e de
estudo&#8213;de
intellectuaes, de artistas, de industriaes e commerciantes
portugueses ao Brasil e brasileiros a Portugal e &aacute;s suas
mais importantes
colonias;
<br />

<br />

10.&ordm;&#8213;Estudar a maneira de se fundar em qualquer das duas
capitaes, ou simultaneamente em ambas, uma revista que seja o
org&atilde;o para servir de interprete permanente a este movimento
de
approxima&ccedil;&atilde;o luso-brasileira;
<br />

<br />

11.&ordm;&#8213;Promover mais intimas e continuadas
rela&ccedil;&otilde;es entre
a imprensa brasileira e a imprensa portuguesa pela troca de
collabora&ccedil;&atilde;o
e pela institui&ccedil;&atilde;o de reuni&otilde;es
periodicas dos editores
de livros e dos representantes do jornalismo de ambas as
na&ccedil;&otilde;es;
<br />

<br />

12.&ordm;&#8213;Promover a intelligencia entre si, respectivamente, das
sociedades scientificas, artisticas, de
instruc&ccedil;&atilde;o, de beneficencia,
de gymnastica, de tiro, de nata&ccedil;&atilde;o e outros
desportos maritimos
e terrestres, etc., pertencentes aos dois paizes, assim como das
associa&ccedil;&otilde;es academicas brasileiras e portuguesas,
creando-se
tambem bolsas de viagem para os estudantes de cada um dos
dois paizes no outro;
</div>

<br />

<span class="pagenum">[15]</span>
<div class="tiny">13.&ordm;&#8213;Promover o movimento de
approxima&ccedil;&atilde;o luso-brasileira
no Brasil, ou por intermedio de alguma das sociedades alli
existentes, como a Sociedade de Geographia ou o Instituto Historico
Brasileiro, que, &aacute; semelhan&ccedil;a da Sociedade de
Geographia
de Lisboa, queira no territorio da Uni&atilde;o p&ocirc;r-se
&aacute; frente deste
movimento, ou contribuindo para a funda&ccedil;&atilde;o no Rio
de Janeiro
de uma liga luso-brasileira, com os mesmos intuitos que os da
commiss&atilde;o permanente cuja crea&ccedil;&atilde;o aqui
se prop&otilde;e;
<br />

<br />

14.&ordm;&#8213;Finalmente, estudar a maneira de se fazer da benemerita
colonia portuguesa no Brasil a activa intermediaria da
approxima&ccedil;&atilde;o
moral dos dois povos, approxima&ccedil;&atilde;o que
ter&aacute; como
symbolo da realidade da sua existencia a formosa lingua de
Cam&otilde;es e Gon&ccedil;alves Dias a falar-se dos dois lados
do Atlantico
e a servir, em duas patrias fraternalmente enla&ccedil;adas, de
vinculo
inquebrantavel &aacute; ra&ccedil;a luso-brasileira, cujo
destino historico, assim
engrandecido, dever&aacute;, a bem da
civiliza&ccedil;&atilde;o, alargar-se triumphante
pelas mais bellas regi&otilde;es do globo, &aacute;s quaes o
immortal genio
latino, representado pela nossa commum nacionalidade,
imprimir&aacute;,
com o supremo encanto da forma, o estimulo da sua energia
eternamente creadora.&raquo;
</div>

<br />

<br />

<br />

<a name="c2" id="c2"></a>
<h3>II<br />

<br />

O PROBLEMA LUSO-BRASILEIRO
</h3>

<br />

O problema luso-brasileiro &eacute; uma realidade. N&atilde;o
est&aacute; definido, n&atilde;o se lhe conhecem com
precis&atilde;o os
termos; mas existe. Affinidades, claras e logicas umas,
e outras obscuras e inconscientes, sollicitam os dois grupos
sociaes e politicos, que comp&otilde;em a <em>gens
lusitana</em>,
se assim se p&oacute;de exprimir o conjuncto ethnico em
elabora&ccedil;&atilde;o
nas terras sob a soberania portuguesa e sob
a soberania brasileira.
<br />

<br />

Existe o problema luso-brasileiro, como existe o hispano-americano,
como existe o anglo-saxonio. Paizes
que derivaram dos povos colonizadores por excellencia
e que mant&ecirc;em com elles intimas
rela&ccedil;&otilde;es e permanente
convivencia, ha tres nucleos de estados americanos
que constituem, &aacute; maneira que se desenvolvem e &aacute;
maneira que prosperam, n&atilde;o j&aacute; simples e
justificados
motivos de orgulho para aquelles povos, mas poderosas
engrenagens a cuja sorte elles n&atilde;o podem, de maneira
nenhuma, ser estranhos.
<br />

<br />

<span class="pagenum">[18]</span>
Sentimos vagamente que ha la&ccedil;os insoluveis que nos
prendem ao Brasil. Dia a dia, hora a hora, reconhecemos
que existe uma verdadeira interdependencia na
vida luso-brasileira. O Brasil influe sobre Portugal e
Portugal influe sobre o Brasil. Como e em que espheras
das respectivas actividades se exercita essa
ac&ccedil;&atilde;o?
Eis onde surgem, c&aacute; e l&aacute;, as divergencias; eis
onde
collidem as opini&otilde;es e onde mais nitidamente se manifesta
a complexidade do problema luso-brasileiro.
<br />

<br />

Ha quantos annos Castelar lan&ccedil;ou a id&eacute;a de
estreitar
os vinculos hispano-americanos? Ha mais de quarenta
e, todavia, o problema ficou sem solu&ccedil;&atilde;o...
<br />

<br />

Dizia Emilio Castelar:
<br />

<br />

&laquo;Reunir as id&eacute;as de todos os nossos escriptores;
communicar ao Novo Mundo o espirito hespanhol sob
todas as suas formas raras e variadas; lembrar-lhe todos
os dias, sob todos os tons da nossa lingua, que aqui
vivem homens que s&atilde;o seus irm&atilde;os; mostrar a seus
olhos o ideal de um futuro de paz, em que pela reuni&atilde;o
das nossas for&ccedil;as e das nossas intelligencias poderemos
fazer germinar nas entranhas dessa infeliz
America, ferida pela tempestade, e no seio desta desgra&ccedil;ada
Hespanha consumida pelas cinzas das suas ruinas,
uma sciencia nova e uma literatura nova; fazer
tudo isto com uma constancia, que lembre o nosso antigo
caracter, e fazel-o sem outra recompensa al&eacute;m da
satisfa&ccedil;&atilde;o da nossa consciencia, &eacute; um
dos maiores e
mais positivos beneficios que se podem conceber para
a nossa ra&ccedil;a abatida.&raquo;
<br />

<br />

A iniciativa do sr. Consiglieri Pedroso no tocante &aacute;s
rela&ccedil;&otilde;es luso-brasileiras relembra a de Castelar
no que
concerne &aacute;s hispano-americanas. A cultura historica,
em ambos fortalecida pelas sciencias politicas e sociaes,
levou esses dois espiritos de elei&ccedil;&atilde;o a encararem
o mesmo
problema sob aspectos quasi identicos. Ao lusitano,
como ao hespanhol, affigurou-se indispensavel a <em>seiva
americana</em> ao caule ib&eacute;rico. Era, nos dois
casos, a verifica&ccedil;&atilde;o
<span class="pagenum">[19]</span>
confessada de factos insophismaveis da economia
da peninsula hispanica; mas problemas economicos
t&ecirc;m de ser resolvidos economicamente. Ora, se
Castelar queria que se puzesse em pratica todo o seu
programma com a s&oacute; recompensa da consciencia satisfeita,
o sr. Consiglieri Pedroso, mais positivo, estabeleceu
um programma em que prevalece o <em>do ut
des</em>, a
troca de vantagens e servi&ccedil;os capazes de apertar os
la&ccedil;os
que prendem a patria de Cam&otilde;es &aacute; de
Gon&ccedil;alves
Dias.
<br />

<br />

A forma pela qual se vir&aacute; a tornar effectiva essa
solidarizac&atilde;o decorre for&ccedil;osamente das bases que
se
adoptarem para a conseguir.
<br />

<br />

O estadista hespanhol Francisco Silvela, abordando
o problema hispano americano, dizia que, &laquo;para a
renascen&ccedil;a
das for&ccedil;as da sua patria&raquo;, era indispensavel
&laquo;luctar nos mercados&raquo; das antigas colonias, que
considerava
mercados naturaes da Hespanha; mas, no seu
plano, que ia at&eacute; uma confedera&ccedil;&atilde;o
ibero-americana,
entendia que &laquo;o mercado hespanhol&raquo; devia
&laquo;uma legitima
reciprocidade ao commercio, &aacute; industria e &aacute;
agricultura
desses povos irm&atilde;os&raquo;.
<br />

<br />

Como dar realidade ao ridente projecto? N&atilde;o nol-o
soube ensinar Castelar, n&atilde;o nol-o mostrou Silvela:
morreram e tudo continua como antes... Oxal&aacute; seja
mais proveitosa a nossa iniciativa.
<br />

<br />

<br />

O sr. Consiglieri Pedroso, com todo o seu saber,
lab&oacute;ra num engano. &Aacute; sua perspicacia deve ter
causado
impress&atilde;o a simples lista dos brasileiros que, com
representa&ccedil;&atilde;o official, assistiram &aacute;
sess&atilde;o da Sociedade
de Geographia. Alli esteve o primeiro secretario de
lega&ccedil;&atilde;o,
sr. Alvaro de Teff&eacute;, filho do almirante bar&atilde;o de
Teff&eacute;, cuja familia, <em>von
Hoonoltz</em>, se me n&atilde;o affigura
lusitana, embora aos servi&ccedil;os do almirante deva o Brasil
a mais grata recorda&ccedil;&atilde;o de patriotismo; e, dos
quatorze
officiaes de marinha presentes, um era Burlamaqui,
<span class="pagenum">[20]</span>
outro Bardy, outro Lindenberg, outro Wegylin,
outro Costallat... Este facto bastaria, numa
representa&ccedil;&atilde;o
t&atilde;o diminuta, para nos desilludir &aacute;cerca da
id&eacute;a
corrente em Portugal de que s&oacute;mente os filhos dos
portugueses
adoptam a nacionalidade brasileira. Antes,
estivera no porto de Lisboa o
<em>destroyer</em>
&laquo;Piauhy&raquo;, commandado
por Pedro Frontin, tendo por immediato Armando
Burlamaqui. E por Lisboa t&ecirc;m passado Filinto
Perry e Octavio Perry, officiaes de marinha e filhos de
outro illustre official, e tantos outros, a quem nem o
nome nem a origem attenuam o sentimento nacional.
<br />

<br />

Lauro M&uuml;ller, filho de colonos allem&atilde;es de Santa
Catharina, &eacute; senador e coronel do exercito e foi ministro
da via&ccedil;&atilde;o no governo Rodrigues Alves.
<br />

<br />

Olavo Bilac, Escragnolle Taunay, Pardal Mallet,
Clovis Bevilacqua, Henrique Oswald, Felix de Otero,
H. Chiaffitelli, Rodolpho e Henrique Bernardelli, Ludovico
Berna, Elyseu d'Angelo Visconti, o architecto
Stahlembrecher, o pintor Chambelland, nas letras e
nas artes; Raja Gabaglia, Lima Drummond, Alfredo
Pujol, Vergueiro Steidel, G. Hasslocher, Wanderley
Araujo, no direito; Chapot Pr&eacute;vost, Monat, Chardinal,
Seidl, Niobey, Alberto Muylaert e Rebello Kock,
na medicina; Paulo de Frontin, Jos&eacute; e Jorge de Lossio
Seiblitz, Estanislau Bousquet, Victor Villiot, Everardo
Backeuser, Henrique Kingston, Julio Delamare Koeler,
Van Erven, Dunham, na engenharia; Gaffr&eacute;e, Guinle e
Street, na industria&#8213;para citar s&oacute; de memoria e para
p&ocirc;r de lado aquelles que remontam a um passado j&aacute;
distante&#8213;s&atilde;o nomes que ninguem p&oacute;de
cr&ecirc;r usados
por pess&ocirc;as alheias ao espirito nacional brasileiro.
<br />

<br />

Quem foi o ministro da marinha do governo provisorio?
Wandenkolk. E quem &eacute; o actual ministro da
guerra? Bormann. De sangue italiano s&atilde;o os filhos do
insigne jornalista, hoje presidente do Senado, Quintino
Bocayuva; t&ecirc;m sangue franc&ecirc;s os filhos do
extraordinario
patriota que se chama Rio Branco.
<br />

<br />

<span class="pagenum">[21]</span>
E, apezar de toda esta fus&atilde;o de ra&ccedil;as, o
sentimento
brasileiro nada soffre! E, apezar de quaesquer receios
de desnacionaliza&ccedil;&atilde;o, o que se v&ecirc;
&eacute; que cada vez se
vae robustecendo mais a nacionalidade!
<br />

<br />

E, se &eacute; certo que a lingua &eacute; o mais poderoso
elemento
caracteristico das nacionalidades, &eacute; evidente que,
dentro do Brasil, todos os exoticos s&atilde;o absorvidos e
assimilados
pela massa luso-brasileira, que forma a sua
for&ccedil;a ethnica preponderante.
<br />

<br />

O dr. Bulh&otilde;es Carvalho, director geral da Estatistica,
no prologo do &laquo;Boletim Commemorativo da
Exposi&ccedil;&atilde;o
Nacional de 1908&raquo;, dizia:
<br />

<br />

&laquo;Em rela&ccedil;&atilde;o &aacute; naturalidade,
&eacute; extraordinario o predominio
do elemento nacional do Brasil. Em 1872, o
numero de estrangeiros era de 383.546 para 9.728.515
brasileiros; em 1890 o total dos estrangeiros era de
351.545 para 13.982.370 brasileiros; em 1900 a cifra
dos estrangeiros attingia a 1.240.264 para 16.078.292
brasileiros.&raquo;
<br />

<br />

<br />

<br />

<a name="c3" id="c3"></a>
<h3>III<br />

<br />

O SUPPOSTO PERIGO
</h3>

<br />

Onde existe o perigo da desnacionaliza&ccedil;&atilde;o?
<br />

<br />

Diz o sr. Consiglieri Pedroso, no seu 7.&ordm; considerando,
que &laquo;o Brasil corre o risco de se ir desnacionalizando
pouco a pouco pela introduc&ccedil;&atilde;o, cada vez
em mais larga escala, de elementos de immigra&ccedil;&atilde;o
estranhos
ao seu caracter historico e at&eacute; antipathicos &aacute;
sua idiosyncrasia ethnica&#8213;provaveis causadores de
futuras perturba&ccedil;&otilde;es e de inevitaveis perigos
para a
Uni&atilde;o&raquo;.
<br />

<br />

A immigra&ccedil;&atilde;o n&atilde;o portuguesa&#8213;eis em
que consiste
o perigo, no dizer do eminente professor. Ora, a
verdade, falada pelos numeros, p&oacute;de ser sem brilho,
mas &eacute; irrecusavel.
<br />

<br />

Em todo o periodo que vae de 1820 at&eacute; 1907, diz-nos
a estatistica (<em>Bulh&otilde;es
Carvalho</em>, trabalho citado)
que, nos portos do Brasil, entraram 1.213.167 italianos,
634.585 portugueses, 288.646 hespanhoes, 93.075 allem&atilde;es,
56.892 austriacos, 54.593 russos, 19.269 franceses,
<span class="pagenum">[24]</span>
11.731 turco-arabes, 11.068 ingleses, 9.086 suissos,
3.780 su&eacute;cos, 11 belgas e 165.590 de outras nacionalidades.
<br />

<br />

Ao todo entraram 2.561.482 immigrantes. Tirando
os portugueses, temos 1.926.897 immigrantes, n&atilde;o sabemos
se todos &laquo;estranhos ao caracter historico e antipathicos
&aacute; idiosyncrasia ethnica&raquo; do Brasil.
<br />

<br />

&Eacute; claro que n&atilde;o constituiu a sua superioridade
numerica
causa de perturba&ccedil;&otilde;es nem de perigos para a
na&ccedil;&atilde;o... Esses elementos encontraram na sociedade
organizada o meio propicio &aacute;
adapta&ccedil;&atilde;o. Foram assimilados.
E, como a emigra&ccedil;&atilde;o n&atilde;o representa a
cultura,
porque &eacute; recrutada entre as classes mais desprotegidas
dos paizes europeus, essas ondas humanas foram
fecundar as terras de Santa Cruz e l&aacute; puderam
proporcionar &aacute; sua pr&oacute;le o bem-estar, a
instruc&ccedil;&atilde;o e a
educa&ccedil;&atilde;o que, deste lado do Atlantico, ella
desconheceria;
mas n&atilde;o lhe modificaram a cultura: quando
muito, integraram-se nella.
<br />

<br />

Desses immigrantes ficaram os nomes. Os cruzamentos,
o ambiente e a evolu&ccedil;&atilde;o peculiar da sociedade
nova em que foram incorporados, formaram um typo
nacional, em que predominam as caracteristicas portuguesas,
mas que, sob alguns aspectos, tende a differenciar-se
do nosso.
<br />

<br />

Por que se deu esse predominio? Pelo facto politico-social
da posse e da soberania, em primeiro logar;
depois pela ac&ccedil;&atilde;o eugenica dos portugueses sobre
os
elementos indigenas e africanos; e, finalmente, pela
continua&ccedil;&atilde;o d'essa influencia na descendencia
mesti&ccedil;a.
Quando, ha oitenta e tantos annos se iniciou a corrente
immigratoria n&atilde;o portuguesa para o Brasil, j&aacute;
l&aacute; havia
uma consideravel popula&ccedil;&atilde;o com a nossa cultura,
com
as nossas tradi&ccedil;&otilde;es e com as nossas
institui&ccedil;&otilde;es.
<br />

<br />

Era a nossa ra&ccedil;a? O brasileiro era o luso? Sylvio
Romero nega que o fosse. Acha que a historia do Brasil
n&atilde;o &eacute; a &laquo;historia exclusiva dos
portugueses na America&raquo;,
<span class="pagenum"><a name="p25" id="p25">[25]</a></span>
nem <a href="#e1">a dos</a> tupys, nem a dos
negros. &laquo;&Eacute;, antes,
a historia de um typo novo.&raquo;
<br />

<br />

Esse typo novo n&atilde;o podia deixar de ter com o
portugu&ecirc;s&#8213;elemento
superior da sua forma&ccedil;&atilde;o inicial&#8213;affinidades
mais intimas do que com qualquer outra
nacionalidade. Os destinos de um povo dependem dos
seus elementos ethnicos superiores. Assim foi que,
dada a implanta&ccedil;&atilde;o da
civiliza&ccedil;&atilde;o europ&eacute;a na America,
as na&ccedil;&otilde;es, que vieram a constituir-se n'esse
continente,
se tiveram de modelar e pautar pelas de que promanavam,
reproduzindo, al&eacute;m da medida exacta do sangue,
as qualidades essenciaes das ra&ccedil;as originarias superiores.
<br />

<br />

&Eacute; sob este ponto de vista que o brasileiro &eacute; o
portugu&ecirc;s
da America, onde o Canad&aacute; ainda representa
o franc&ecirc;s e o ingl&ecirc;s, o americano do norte prolonga
a
modalidade britanica, e os demais povos conservam
inconfundiveis tra&ccedil;os do hespanhol.
<br />

<br />

Limitando-nos ao caso que nos respeita, quer isto
dizer que o brasileiro se encontra apparelhado pela
consciencia nacional e pelas energias de ordem legal,
moral e material, que d&atilde;o realidade aos gremios nacionaes,
para proseguir na sua marcha evolutiva independente,
apezar de quaesquer nucleos extra-lusitanos que
para o Brasil emigrem.
<br />

<br />

Os factos corroboram a nulla ac&ccedil;&atilde;o
desnacionalizadora
dos immigrantes n&atilde;o portugueses. De 1824 a 1859,
anno em que os allem&atilde;es deixaram de ir para o Brasil
em virtude do rescripto famoso do ministro prussiano
Van der Heydt, esses colonos, espalhados pelas
provincias do sul, n&atilde;o logravam attingir a cifra de
30.000. A Allemanha, reconhecendo que cresciam extraordinariamente,
apezar de prohibida a emigra&ccedil;&atilde;o, as
popula&ccedil;&otilde;es germanicas no sul do Brasil, procurou
conserval-as
unidas &aacute; <em>Vaterland</em> por
meio do ensino: creou
escolas e na lingua tinha um vinculo precioso e poderosissimo.
S&atilde;o conhecidos por <em>teutos</em>
esses brasileiros,
que, se puderam ser motivo de preoccupa&ccedil;&otilde;es,
deixaram
<span class="pagenum">[26]</span>
de o ser desde que, &aacute; escola e &aacute; lingua allemans
se
oppuzeram a escola brasileira e a nossa lingua.
<br />

<br />

Quinhentos mil <em>teutos</em>, muito
prolificos, em incessante
incremento, constituir&atilde;o esse perigo? Ou ser&atilde;o
os quasi cem mil que, nesse total, conservam a nacionalidade
alleman? Ou ser&atilde;o esses, mais os dois milh&otilde;es
e meio de italianos e filhos de italianos e mais outro
milh&atilde;o de pessoas de outras linguas?
<br />

<br />

Quatro milh&otilde;es dos seus dezoito a vinte milh&otilde;es
de
habitantes n&atilde;o podem desnacionalizar o Brasil.
<br />

<br />

E ai de n&oacute;s se o pudessem fazer! Que remedio lhe
poderiamos dar com os nossos seis milh&otilde;es de habitantes,
em que s&oacute; n&atilde;o s&atilde;o analphabetos
1.200.000, quando
esses paizes para l&aacute; mandam gente muito menos ignorante?
<br />

<br />

O perigo da desnacionaliza&ccedil;&atilde;o n&atilde;o
existe realmente.
A actual popula&ccedil;&atilde;o possue capacidades
triumphantes
de resistencia &aacute; invas&atilde;o exotica.
<br />

<br />

Quem o reconhece n&atilde;o somos n&oacute;s, s&atilde;o os
proprios
allem&atilde;es e italianos. A illus&atilde;o desfez-se. O
<em>Deutschthum</em>
falliu na sua execu&ccedil;&atilde;o sul-americana. A
<em>Nova Italia</em> foi
fantasia logo batida pela realidade. E, como, afinal, &aacute;
falta de melhor, basta, a quem faz negocios, n&atilde;o os
perder, a politica dos povos emigrantistas, isto &eacute;, dos
que precisam ir conquistar a terras novas o p&atilde;o que as
velhas lhes negam, transformou-se; e em novas
aspira&ccedil;&otilde;es
praticas passou a traduzir-se.
<br />

<br />

Diz o allem&atilde;o dr. Robert Jannassh:
<br />

<br />

&laquo;O immigrante que aqui vive e trabalha, tem de se
tornar brasileiro, deve aprender a lingua do paiz,
esfor&ccedil;ando-se
por se exprimir n'ella t&atilde;o bem como em
seu proprio idioma, sem o que n&atilde;o poder&aacute; tomar
parte
na vida publica em beneficio da collectividade.&raquo;
<br />

<br />

Diz o professor Siever, da Universidade de Giessen:
<br />

<br />

&laquo;Se o imperio allem&atilde;o quer recuperar a sua antiga
preponderancia no concerto das potencias, procure
adquirir, na America do Sul, real influencia; mas n&atilde;o
<span class="pagenum">[27]</span>
sob a forma de annexa&ccedil;&otilde;es e sim na base de
rela&ccedil;&otilde;es
commerciaes, industriaes e pecuniarias...&raquo;
<br />

<br />

O professor Vincenzo Grossi, da Universidade de
Roma, aconselha egualmente que os emigrados adoptem
a lingua e a nacionalidade dos paizes em que se
installam.
<br />

<br />

O remedio, est&aacute;-o applicando a Republica dos Estados
Unidos do Brasil: &eacute; a escola, &eacute; a
legisla&ccedil;&atilde;o tendente
&aacute; absorp&ccedil;&atilde;o do estrangeiro.
<br />

<br />

Assim prevenido, o Brasil ha de receber, sem risco
algum, as enormes l&eacute;vas de trabalhadores, que o seu
progresso material e a sua miss&atilde;o no equilibrio
sul-americano
reclamam e que Portugal, j&aacute; com escassas
energias no ponto de vista demographico, n&atilde;o lhe
p&oacute;de
offerecer.
<br />

<br />

<br />

<br />

<a name="c4" id="c4"></a>
<h3>IV<br />

<br />

OS ESTRANGEIROS NO BRASIL
</h3>

<br />

Chegou a haver no Brasil uma forte corrente de
opini&atilde;o contraria &aacute;
immigra&ccedil;&atilde;o italiana e alleman. N&atilde;o
ha negal-o; mas a verdade &eacute; que essa corrente deixava
de encarar o problema tal qual era na verdade,
para v&ecirc;r unicamente um facto apparentemente grave
para a existencia nacional, qual era a forma&ccedil;&atilde;o
de
poderosos nucleos de lingua italiana e alleman nos
Estados do sul da Republica.
<br />

<br />

Esses nucleos n&atilde;o encontravam meio favoravel &aacute;
conserva&ccedil;&atilde;o das suas nacionalidades de origem.
&Eacute;
certo que para onde convergiam os italianos, como
em S. Paulo, acorriam outros italianos, da mesma f&oacute;rma
que os allem&atilde;es se congregavam no Rio Grande
do Sul, Santa Catharina e Paran&aacute;. Era tal a for&ccedil;a
das
affinidades nacionaes que em algumas regi&otilde;es 80 a
95% da popula&ccedil;&atilde;o era
<em>teutonica</em>; e, como era natural,
os <em>teutos</em>, por l&aacute;, eram
os que tinham de desempenhar
todas as func&ccedil;&otilde;es publicas e de exercer todas as
f&oacute;rmas
<span class="pagenum">[30]</span>
da actividade segundo as tendencias da sua ra&ccedil;a
e de accordo com as conquistas da propria
civiliza&ccedil;&atilde;o.
Mas a verdade dos factos &eacute; que esses agglomerados
ethnicos perdiam o espirito nacional &aacute; maneira que os
filhos entravam na vida brasileira e &aacute; medida que a
prosperidade no novo <em>habitat</em> os
prendia &aacute; terra de
adop&ccedil;&atilde;o.
<br />

<br />

E adop&ccedil;&atilde;o dizemos porque, de facto, os
estrangeiros
idos para o Brasil at&eacute; 1890&#8213;anno em que, com a
autonomia aos estados dada pela Republica, entrou a
crescer de modo consideravel a immigra&ccedil;ao<sup><a href="#f3">[3]</a></sup>&#8213;eram
absorvidos, incorporados na massa nacional.
<br />

<br />

Affirma-o a estatistica. O censo de 1890 accusa,
com effeito, 351.545 estrangeiros para 13.982.370 brasileiros.
Quer isto dizer: 1.&ordm; que os filhos de immigrantes
tinham adoptado a nacionalidade brasileira;
2.&ordm; que a propria gente exotica, em grande parte, tinha
acceitado a naturaliza&ccedil;&atilde;o tacita, porquanto
s&oacute; nos annos
de 1880 a 1889, a entrada no Brasil&#8213;de todas
as origens&#8213;tinha passado de 300.000 estrangeiros.
<br />

<br />

&Eacute;, por&eacute;m, verdade que alguns homens,
ali&aacute;s eminentes,
do Brasil tiveram receio dos grandes grupos
de popula&ccedil;&atilde;o de lingua estranha. Desse facto, nem
sempre apreciado com justeza de criterio, resultou a
no&ccedil;&atilde;o de um <em>perigo
allem&atilde;o</em> e de um <em>perigo
italiano</em>,
que, se existiram algum dia, foi pela possibilidade de
conflictos internos de gentes de culturas divergentes
em fus&atilde;o, e n&atilde;o pela amea&ccedil;a de desviar
a nacionalidade
dos seus destinos resultantes de tendencias acima
de tudo definidas pela lingua.
<br />

<br />

A Republica, ao ser proclamada, encontrou-se
deante de &laquo;s&eacute;rios problemas&raquo;, neste
terreno melindrosissimo.
<span class="pagenum">[31]</span>
Falava-se no espirito monarchico dos
<em>teutos</em>; dizia-se que, a um aceno de
Silveira Martins,
se ergueriam dezenas de milhares de
<em>teutos</em>; havia
quem acreditasse&#8213;na Europa principalmente!&#8213;que
o Brasil se ia dividir em tres estados: ao norte, a
Amazonia; ao centro uma na&ccedil;&atilde;o em que viriam a
preponderar os italianos; ao sul, uma nova Allemanha,
que, l&aacute; para 1999, devia ter 30 a 35 milh&otilde;es de
habitantes...
<br />

<br />

Andou isto pela imprensa francesa, inglesa e alleman,
que, sobre um artigo do <em>Tempo</em>,<sup><a href="#f4">[4]</a></sup> de
Lisboa,
bordou longas e arbitrarias considera&ccedil;&otilde;es
historicas e
ethnologicas e se perdeu em estopantes
disserta&ccedil;&otilde;es
de direiro.
<br />

<br />

Os &laquo;s&eacute;rios problemas&raquo; existiam, em todo
o caso.
Era preciso introduzir trabalhadores no Brasil! Esse
&eacute; que era o maximo problema. Faltavam os bra&ccedil;os
&aacute;
lavoura. Aonde ir buscal-os, sen&atilde;o aos paizes que os
podiam fornecer em maior abundancia? Aonde, sen&atilde;o
aos paizes de lingua estranha, j&aacute; que Portugal s&oacute;
lhe
dera 24.000 colonos em 1888 e 28.000 em 1889? Aonde,
se, apesar de todos os esfor&ccedil;os, o estado de S. Paulo
s&oacute; conseguiu, de 1890 a 1904 exclusiv&eacute;, pouco
mais
de 36.000 portugueses contra 190.000 italianos?
<br />

<br />

A immigrac&atilde;o subsidiada pelo Estado obedecia a
uma imperiosa necessidade economica. Tinha de ser
feita, com as ra&ccedil;as que offerecessem mais bra&ccedil;os
disponiveis.
Mas, se j&aacute; na epoca das fracas l&eacute;vas exoticas
se fal&aacute;ra em &laquo;perigos&raquo;, que
n&atilde;o seria depois de abolida
<span class="pagenum">[32]</span>
a escravid&atilde;o, depois de mudado o regimen politico?...
<br />

<br />

Mais do que nunca havia que cercar a nacionalidade
de meios de defeza. Foi por isso que o governo provisorio
tratou, logo nos seus primeiros dias, de decretar
a grande naturaliza&ccedil;&atilde;o. O decreto de 15 de
dezembro
de 1889, que deu a nacionalidade a todos os estrangeiros
que, estando no Brasil em 15 de novembro, a
quizessem, teve alcance muito maior do que se imagina,
embora os protestos de Portugal, Hespanha, Inglaterra
e Hollanda contra a lei tivessem attenuado, de certo
modo, a sua efficacia.
<br />

<br />

No debate deste assumpto, no seio do governo provisorio,
propondo que se mantivesse a lei, dizia Quintino
Bocayuva, ministro das rela&ccedil;&otilde;es exteriores, que
&laquo;a par da energia&raquo; que devia manter o governo para
com as na&ccedil;&otilde;es estrangeiras, &laquo;devia
tambem usar de
certa delicadeza&raquo; porque o Brasil
&laquo;<em>dependia do problema,
maximo da
immigra&ccedil;&atilde;o</em>&raquo;.<sup><a href="#f5">[5]</a></sup>
<br />

<br />

Observou-se a delicadeza. Manteve-se a lei. Os resultados
de tal politica est&atilde;o no censo de 1890, como
j&aacute; vimos; mas vinha de longe esse esfor&ccedil;o. O
partido
republicano, tantas vezes accusado, depois do novo regimen,
de hostilizar o estrangeiro, sempre advog&aacute;ra
as mais liberaes medidas para a naturaliza&ccedil;&atilde;o. E
essa
pretensa hostilidade s&oacute;mente significava justificado
espirito
nacionalista.
<br />

<br />

J&aacute; em 1881, ao dirigir-se aos eleitores de S. Paulo,
o grande cidad&atilde;o, que se chamou Francisco Rangel
Pestana, dizia (<em>Programma dos
Candidatos</em>) que o seu
partido tinha, no seu manifesto de 1880, tomado nessa
materia um compromisso solemne, que impunha &laquo;uma
reforma na legisla&ccedil;&atilde;o de modo a ser facilitado ao
estrangeiro
<span class="pagenum">[33]</span>
domiciliado no Brasil o meio de entrar, <em>sem
vexame e com o conhecimento exacto das necessidades
do paiz</em>, na communh&atilde;o social&raquo;
brasileira.
<br />

<br />

E, depois de criticar a legisla&ccedil;&atilde;o
ent&atilde;o vigente na
materia e de mostrar as necessidades que havia para
o bom exito da medida, dizia:
<br />

<br />

&laquo;Nem especialmente em rela&ccedil;&atilde;o ao
augmento da
corrente de immigra&ccedil;&atilde;o, nem em
rela&ccedil;&atilde;o ao progresso
moral e material do paiz, a propaganda em favor
da naturaliza&ccedil;&atilde;o trar&aacute; resultado
seguro e vantajoso,
se outras reformas n&atilde;o vierem mudar <em>este
estado de
coisas que entristece os bons pensadores de todos os
partidos</em>.&raquo;
<br />

<br />

Entendia Rangel Pestana que o estrangeiro n&atilde;o
procuraria adoptar a nova patria se n&atilde;o reconhecesse
que havia nella &laquo;garantias para os seus direitos civis
e mesmo para os politicos&raquo;.
<br />

<br />

A Republica n&atilde;o faltou aos seus compromissos.
<br />

<br />

<br />

<br />

<a name="c5" id="c5"></a>
<h3>V<br />

<br />

O POVOAMENTO E A NACIONALIDADE
</h3>

<br />

Os systemas geralmente adoptados para a
acquisi&ccedil;&atilde;o
de bra&ccedil;os foram todos experimentados no Brasil.
Desde a immigra&ccedil;&atilde;o subsidiada &aacute;s
multiplas formas de
coloniza&ccedil;&atilde;o, n&atilde;o houve processo que,
em maior ou menor
escala, deixasse de ser ensaiado.
<br />

<br />

Tratava-se realmente do problema maximo. Os elementos
naturaes n&atilde;o bastam, as riquezas de todos os
generos e os mais vastos territorios de nada servem
quando falta a popula&ccedil;&atilde;o. &Eacute; o homem
que fecunda e
valoriza tudo.
<br />

<br />

Escrevia, em 1901, o Dr. Luiz Pereira Barretto:<sup><a href="#f6">[6]</a></sup>
<br />

<br />

&laquo;Variedade de climas; numerosos e volumosos cursos
de agua irradiando de um admiravel planalto central
que convida a humanidade futura a alli vir derramar
400 milh&otilde;es de habitantes; exuberantes florestas;
<span class="pagenum">[36]</span>
uma flora e uma fauna de suprema belleza; riqueza de
s&oacute;lo; immensas jazidas de mineraes de toda a sorte:
1.200 l&eacute;guas de costa; portos abundantes e tocando ao
&aacute;pice da perfei&ccedil;&atilde;o ideal como
largueza, seguran&ccedil;a e
elegancia e attingindo alguns a propor&ccedil;&otilde;es
colossaes;
tudo, tudo possuimos na mais vasta escala.
<br />

<br />

N&atilde;o seremos capazes de fazer valer tantos e t&atilde;o
excepcionaes
recursos?&raquo;
<br />

<br />

O Brasil, para fazer valer os seus recursos, em
verdade excepcionaes, precisou sempre, precisa hoje, e
precisar&aacute; amanhan de augmentar a sua
popula&ccedil;&atilde;o, cujo
crescimento vegetativo &eacute; insignificante para o seu
territorio,
com gente das regi&otilde;es em que a lucta pela vida
&eacute; mais dura. A immigra&ccedil;&atilde;o &eacute;
o processo de crescimento
que se lhe imp&otilde;e.
<br />

<br />

Foi, com esse intuito que o estado subsidiou a
introduc&ccedil;&atilde;o
de trabalhadores, fez as concess&otilde;es dos burgos
agricolas, creou os nucleos coloniaes, e, por fim,
organizou um vasto e completo systema de povoamento
do s&oacute;lo.
<br />

<br />

A experiencia ensinou que era indispensavel preparar
o meio para attrahir e prender o estrangeiro. A
esta orienta&ccedil;&atilde;o obedeceram recentes medidas
governativas,
de entre as quaes podemos destacar:
<br />

<br />

as leis que declararam privilegiadas as dividas provenientes
de salarios de operarios agricolas (janeiro de
1904, dezembro de 1906 e mar&ccedil;o de 1907);
<br />

<br />

a organiza&ccedil;&atilde;o do servi&ccedil;o de Propaganda
e Expans&atilde;o
Economica do Brasil no Estrangeiro (outubro de 1907);
<br />

<br />

a regulamenta&ccedil;&atilde;o do servi&ccedil;o de
povoamento do s&oacute;lo
(leis de 30 de dezembro de 1906 e 19 de abril de 1907);
<br />

<br />

as instruc&ccedil;&otilde;es para a
funda&ccedil;&atilde;o de nucleos coloniaes
e localiza&ccedil;&atilde;o de immigrantes por conta da
Uni&atilde;o
(portaria de 21 de dezembro de 1907);
<br />

<br />

o decreto de 5 de janeiro de 1907, que creou os
syndicatos e as cooperativas&#8213;institui&ccedil;&otilde;es
correntes
em alguns paizes emigrantistas.
<br />

<br />

<span class="pagenum">[37]</span>
As vantagens e garantias constantes de todas estas
medidas s&atilde;o obvias; todavia ha que l&ecirc;r o
regulamento
do servi&ccedil;o de povoamento para comprehender o espirito
que guiou, nesta materia, o governo brasileiro.
<br />

<br />

&Eacute; preciso fixar muita gente: por isso, &laquo;a
Uni&atilde;o
promove o povoamento, mediante accordo com os Estados,
emprezas de via&ccedil;&atilde;o ferrea e fluvial, companhias
ou associa&ccedil;&otilde;es e particulares&raquo; (Art.<sup>o</sup>
1.&ordm;); os immigrantes,
cuja moralidade e cuja saude s&atilde;o fiscalizadas (art.
2.&ordm;),
constituem nucleos em lotes de terras escolhidas, em
b&ocirc;as condi&ccedil;&otilde;es de salubridade e com
transporte facil e
installam-se nos nucleos como proprietarios (art.<sup>o</sup>
5.&ordm;),
e s&oacute; excepcionalmente (art.<sup>o</sup>
4.&ordm;)&#8213;porque
&eacute; preciso
admittir as surprezas de uma explora&ccedil;&atilde;o que se
inic&iacute;a&#8213;os
immigrantes poder&atilde;o ser introduzidos sem
acquisi&ccedil;&atilde;o
de terras; pelo Estado ou pelas emprezas ser&atilde;o fornecidas
gratuitamente, aos immigrantes, ferramentas e
sementes (art.<sup>o</sup> 7.&ordm;, alinea V); os
lotes em regra
ter&atilde;o
casa para a familia do immigrante e terreno preparado
para as primeiras culturas (art.<sup>o</sup>
21.&ordm;); os lotes
ser&atilde;o
vendidos a prazo ou &aacute; vista; os adquirentes dos lotes
ter&atilde;o (art.<sup>o</sup> 36.&ordm;), durante
os seis primeiros
mezes, o auxilio
indispensavel &aacute; sua manuten&ccedil;&atilde;o e
&aacute; da sua familia;
ter&atilde;o, durante um anno, pelo menos, (art.<sup>o</sup>
27.&ordm;),
servi&ccedil;os
medicos e pharmaceuticos; se o adquirente morrer,
depois de pagar tres presta&ccedil;&otilde;es, (art.<sup>o</sup>
43.&ordm;) ser&atilde;o dispensadas
as outras em favor da viuva e dos orph&atilde;os;
o Estado (art.<sup>o</sup> 96.&ordm;)
restituir&aacute; aos immigrantes
espontaneos,
que f&ocirc;rem agricultores, a importancia das passagens
do porto de embarque ao de destino, dar-lhes-ha
(art.<sup>o</sup> 97.&ordm;) desembarque, agasalho,
alimenta&ccedil;&atilde;o, medico
e remedios at&eacute; seguirem para o seu destino, com
transporte gratuito; ser&aacute; concedida
repatria&ccedil;&atilde;o a viuvas,
orph&atilde;os e inutilizados por doen&ccedil;a ou accidente,
os
quaes (art.<sup>o</sup> 131.&ordm;) poder&atilde;o
vender os seus lotes;
aos
melhores immigrantes com mais de tres e menos de seis
<span class="pagenum">[38]</span>
annos de posse dos lotes ser&atilde;o concedidos (art.<sup>o</sup>
132.&ordm;)
premios de viagem ao seu paiz do origem.
<br />

<br />

Basta este insignificante extracto para se avaliar o
intelligente esfor&ccedil;o que o Brasil faz para fixar o
estrangeiro.
<br />

<br />

Bem dizia o ministro Calmon, no seu relatorio de
1908, que esse regulamento revelava &laquo;a
preoccupa&ccedil;&atilde;o
de assegurar ao immigrante elementos de feliz exito e
garantias de bem-estar e liberdade&raquo;. E, justificando as
medidas que resumimos, ponderava que a &laquo;suprema
ambi&ccedil;&atilde;o do proletario que se expatria
&eacute; tornar-se proprietario.&raquo;
<br />

<br />

Introduzir immigrantes n&atilde;o &eacute;, por&eacute;m, o
unico fim
da lei a que nos estamos referindo: tem ainda em mira
<em>povoar</em> o Brasil, isto &eacute;,
preparar novas for&ccedil;as de crescimento
vegetativo; e n&atilde;o deixa de attender &aacute;
quest&atilde;o da
nacionalidade. Como? &Eacute; o que vamos v&ecirc;r resumindo
outros dispositivos da lei.
<br />

<br />

O art.<sup>o</sup> 19.&ordm; manda reservar, em cada
nucleo, lotes
para grupos escolares.
<br />

<br />

O art.<sup>o</sup> 44.&ordm; estabelece aulas de ensino
primario
gratuito; o art.<sup>o</sup> 57.&ordm; manda applicar o
art.<sup>o</sup> 44 aos nucleos
fundados pelos governos dos estados; o art.<sup>o</sup>
57.&ordm;
imp&otilde;e essas obriga&ccedil;&otilde;es &aacute;s
emprezas de via&ccedil;&atilde;o, as
quaes t&ecirc;m de promover o povoamento das terras marginaes
ou proximas das suas linhas.
<br />

<br />

Temos, pois, o ensino da lingua portuguesa, como
meio de nacionaliza&ccedil;&atilde;o, ali&aacute;s
adoptado, de ha muito,
em todas as regi&otilde;es onde se agglomeram massas de
immigrantes. Onde se abriu uma escola estrangeira, n&atilde;o
raro em um pardieiro, surgiu sempre um edificio lindo,
com bellos jardins, para a escola nacional.
<br />

<br />

Mas ha outras providencias com o mesmo intuito nacionalizador.
Assim, os lotes s&atilde;o vendidos a prazo s&oacute; aos
immigrantes com familia, os quaes podem adquirir segundos
lotes contiguos aos primeiros (art.<sup>o</sup>s
26.&ordm;, 27.&ordm; e
28.&ordm;).
<br />

<br />

Ao immigrante estrangeiro que contrahir casamento
<span class="pagenum">[39]</span>
com brasileira ou filha de brasileiro nato, ou ao agricultor
nacional que se casar com estrangeira aportada
ha menos de dois annos como immigrante, ser&aacute; concedido
(art.<sup>o</sup> 29.&ordm;) um lote de terra com
titulo provisorio,
que se substituir&aacute; por outro definitivo de propriedade,
<em>sem onus algum para o casal</em>, se este
tiver durante o
primeiro anno, a contar da data do titulo provisorio,
convivido em boa harmonia.
<br />

<br />

E se, ap&oacute;s o casamento, quizer adquirir um lote a
titulo definitivo (art.<sup>o</sup> 30.&ordm;) ser-lhe
ha feita
a venda por
metade do pre&ccedil;o estipulado.
<br />

<br />

Em todos os nucleos (art.<sup>os</sup> 46.&ordm; e
53.&ordm;)
ser&atilde;o dados
10% dos lotes a nacionaes. Sempre que n'um nucleo
houver 300 lotes de estrangeiros ser&aacute; organizada (art.<sup>o</sup>
46.&ordm;) uma sec&ccedil;&atilde;o de lotes para
agricultores nacionaes.
O mesmo poder&atilde;o fazer as emprezas contractantes de
coloniza&ccedil;&atilde;o (art.<sup>o</sup>
78.&ordm;). E sempre que
&laquo;a necessidade
publica o exigir e o Estado interessado n&atilde;o os
pud&eacute;r
organizar, a Uni&atilde;o fundar&aacute; nucleos coloniaes
destinados
exclusivamente a agricultores nacionaes.
<br />

<br />

Julgamos que estas disposi&ccedil;&otilde;es legaes falam com
sufficiente eloquencia.
<br />

<br />

Ainda ha outras precau&ccedil;&otilde;es com identico fim.
<br />

<br />

A constitui&ccedil;&atilde;o, que s&oacute; v&eacute;da
ao naturalizado a presidencia
da Republica, estatue que a navega&ccedil;&atilde;o de
cabotagem
tem de ser nacional (art.<sup>o</sup> 13.&ordm;
&sect; unico).
<br />

<br />

A recente lei das successs&otilde;es &eacute; de intuitos
nacionalistas.
<br />

<br />

A lei dos syndicatos profissionaes, os quaes (art.<sup>o</sup>
2.&ordm;)
para gosarem de personalidade civil t&ecirc;m de ter
direc&ccedil;&otilde;es
formadas por brasileiros natos ou naturalizados,
tambem &eacute; um elemento de attrac&ccedil;&atilde;o para
o operariado
dos paizes mais cultos, que nesse estatuto encontra os
conselhos, a que est&aacute; habituado, de
concilia&ccedil;&atilde;o e arbitragem
e as associa&ccedil;&otilde;es de previdencia, assistencia e
mutualidade, que lhe s&atilde;o indispensaveis.
<br />

<br />

<br />

<br />

<a name="c6" id="c6"></a>
<h3>VI<br />

<br />

A IMMIGRA&Ccedil;&Atilde;O PORTUGUESA
</h3>

<br />

Ha porventura melhor immigrante do que o portugu&ecirc;s?
Direi, sem receio de contradicta, que, para o
Brasil, &eacute; o melhor, apezar das
condi&ccedil;&otilde;es especiaes em
que tem estado a nossa patria quanto &aacute;
instruc&ccedil;&atilde;o publica.
<br />

<br />

No Annuario de Estatistica demographo-sanitaria
de 1895, Bulh&otilde;es Carvalho, ali&aacute;s nem sempre justo
com a nossa colonia, reconhece que o portugu&ecirc;s &eacute; o
immigrante &laquo;que tem mais inclina&ccedil;&atilde;o
para se fixar no
paiz&raquo;. &Eacute; certo. Patriota at&eacute; onde
p&oacute;de elevar-se esse
sentimento, o portugu&ecirc;s, em regra, n&atilde;o se
naturaliza.
Affei&ccedil;&ocirc;a-se ao novo domicilio; n&atilde;o
elege nova patria.
N&atilde;o significa o seu proceder menos estima ao Brasil,
sen&atilde;o mais acendrado am&ocirc;r a Portugal. Para elle ha
um paiz sem egual: &eacute; o seu, que n&atilde;o tem defeitos,
que
&eacute; o mais intr&eacute;pido e o mais feliz do mundo...
<br />

<br />

O sentimento exalta-se-lhe com a distancia. A
recorda&ccedil;&atilde;o
dos mais tenros annos amplifica a sua vis&atilde;o
<span class="pagenum">[42]</span>
saudosa. Mas &eacute; preciso reconhecer que, mesmo quando
rev&ecirc; a sua terra, a nossa, t&atilde;o bella e
t&atilde;o infeliz, a d&ocirc;r
que lhe causa o descalabro geral n&atilde;o consegue arrancar-lhe
do intimo esse ardente am&ocirc;r. P&oacute;de a evidencia
dos factos transformar-lhe as aspira&ccedil;&otilde;es,
rasgar-lhe
horisontes fulgentes para o lado que antes se lhe affigurava
caliginoso.
<br />

<br />

Que importa? O seu sonho &eacute; a felicidade de Portugal.
E ou tenha visto e sentido o mal, ou tenha ficado
alheio &aacute; verdade da situa&ccedil;&atilde;o
portuguesa, permanece
portugu&ecirc;s.
<br />

<br />

O seu domicilio &eacute; que j&aacute; n&atilde;o
&eacute; Portugal. A sua
vida, em geral, adaptou-se ao meio brasileiro. Fixou-se.
A sua pr&oacute;le &eacute; brasileira; os costumes, que
contrahiu,
criaram-lhe segunda natureza.
<br />

<br />

O Brasil s&oacute; lhe p&oacute;de ser grato porque elle lhe
d&aacute;
o seu trabalho indefesso e honrado e porque os seus filhos
s&atilde;o brasileiros. Elle cumpre a miss&atilde;o do homem
que se expatria para melhorar de fortuna.
<br />

<br />

N&atilde;o concordamos com a affirma&ccedil;&atilde;o de
Bulh&otilde;es Carvalho,
no Annuario referido, quanto &aacute; pretendida tendencia
dos portugueses para afastarem, dos logares em
que dominam, qualquer outro elemento estrangeiro.
Existem, &eacute; certo, nucleos de portugueses e em alguns
pontos p&oacute;de um exame superficial permittir a
supposi&ccedil;&atilde;o
de que se encontram s&oacute;s por haverem expellido
os outros immigrados. N&atilde;o &eacute; essa a
raz&atilde;o do phenomeno,
que tambem se manifesta com os italianos, os
allem&atilde;es e os hespanhoes. Um inquerito minucioso
demonstraria
que esses agrupamentos n&atilde;o se limitam &aacute;s
na&ccedil;&otilde;es, descem &aacute;s provincias,
&aacute;s regi&otilde;es e at&eacute; &aacute;s villas
e aldeias. N&atilde;o se comprehenderia a immigrac&atilde;o
espontanea,
que n&atilde;o &eacute; quantidade desprezivel, sem o
reencontro
de parentes, visinhos e conhecidos. Um parte
porque o outro partiu antes. Assim se congregam os
trabalhadores em todos os paizes americanos. Assim
tinha de acontecer com os nossos patricios no Brasil.
<br />

<br />

<span class="pagenum">[43]</span>
For&ccedil;oso &eacute; convir que o director geral da
Estatistica
tem raz&atilde;o quando affirma que &laquo;o progresso na
industria,
no commercio, nas letras e nas artes &eacute; mais
bem representado por outros povos do que pelo velho
Portugal com as suas grandiosas tradi&ccedil;&otilde;es
historicas&raquo;.
<br />

<br />

Ha mist&eacute;res para todos, mesmo para os mais atrazados,
num paiz novo: os mais humildes cabem aos
menos preparados para a lucta pela vida. O accrescimo
physiologico n&atilde;o soffre com essa inferioridade. O que
&eacute; claro &eacute; que dahi decorre a imminente
subalterniza&ccedil;&atilde;o
da nossa colonia. O aviso do distincto funccionario brasileiro
mereceria a nossa gratid&atilde;o official, se acaso nas
regi&otilde;es do poder se olhasse a s&eacute;rio para os
interesses
nacionaes. &Eacute; um brado affectuoso: &laquo;Olhae para os
vossos competidores. Defendei-vos!&raquo;
<br />

<br />

Defender nos... Como havemos de nos defender,
se o regimen tem medo do <em>a b c</em> ?
<br />

<br />

A miseria impelle para o mar os camponios analphabetos
e elles l&aacute; v&atilde;o, her&oacute;es obscuros,
trabalhar
pela Patria! E como trabalham alegres, confiantes e
esperan&ccedil;ados!
<br />

<br />

A America, disse um publicista italiano, &eacute;, pelo
menos, a esperan&ccedil;a. A esperan&ccedil;a move os que
emigram,
e emigra quem &eacute; capaz de luctar, quem se sente
disposto a n&atilde;o mendigar e a n&atilde;o morrer de fome.
&Eacute; a
regra, com as naturaes excep&ccedil;&otilde;es. Ora, sendo
assim,
os povos emigrantistas perdem energias preciosas, que
n&atilde;o sabem ou n&atilde;o podem utilizar, e que, bem ou
mal,
feliz ou infelizmente, s&atilde;o compensadas pelas remessas
de dinheiro e pelo consumo dos seus productos.
<br />

<br />

&Eacute; o nosso caso. L&eacute;vas de emigrantes
v&atilde;o para o
Brasil, onde se fixam e de onde nos auxiliam.
<br />

<br />

Conv&eacute;m ao Brasil o trabalhador portugu&ecirc;s?
Conv&eacute;m,
pelas affinidades dos dois povos, e principalmente
porque, gra&ccedil;as a essas affinidades, &eacute; o que mais
se fixa
no paiz.
<br />

<br />

Todavia o elemento emigratorio portugu&ecirc;s &eacute;
insufficiente
<span class="pagenum">[44]</span>
para o povoamento do Brasil. Se constituissemos
uma grande massa humana, mesmo atrazada e de
pequena cultura, o Brasil n&atilde;o recorreria a outras
ra&ccedil;as.
N&atilde;o temos, por&eacute;m, seis milh&otilde;es de
habitantes...
<br />

<br />

A colonia portugu&ecirc;sa no Brasil, cuja importancia
se nos affigura tanto maior quanto menor &eacute; o numero
dos que a comp&otilde;em e acodem, ao nosso balan&ccedil;o
economico,
est&aacute; muito &aacute;quem dos dois milh&otilde;es a
que o
rei D. Carlos se referiu.
<br />

<br />

Os dados estatisticos que pud&eacute;mos colher e conferir
em documentos officiaes dos dois paizes d&atilde;o as seguintes
entradas de portugu&ecirc;ses nos annos de 1890 a 1908,
e s&atilde;o os de maior emigra&ccedil;&atilde;o de
Portugal:<br />

<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 15%;">1890</td>

      <td style="width: 40%;">
      <div class="dots"></div>

      </td>

      <td style="width: 20%; text-align: right;">25.174</td>

    </tr>

    <tr>

      <td>1891</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">32.349</td>

    </tr>

    <tr>

      <td>1892</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">17.797</td>

    </tr>

    <tr>

      <td>1893</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">28.989</td>

    </tr>

    <tr>

      <td>1894</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">25.773</td>

    </tr>

    <tr>

      <td>1895</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;"> 40.390</td>

    </tr>

    <tr>

      <td>1896</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">23.998</td>

    </tr>

    <tr>

      <td>1897</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">17.793</td>

    </tr>

    <tr>

      <td>1898</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">20.131</td>

    </tr>

    <tr>

      <td>1899</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">13.348</td>

    </tr>

    <tr>

      <td>1900</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">14.493</td>

    </tr>

    <tr>

      <td>1901</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">14.489</td>

    </tr>

    <tr>

      <td>1902</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">15.003 </td>

    </tr>

    <tr>

      <td>1903</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">14.527</td>

    </tr>

    <tr>

      <td>1904</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">21.448</td>

    </tr>

    <tr>

      <td>1905</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">24.815</td>

    </tr>

    <tr>

      <td>1906</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">26.147</td>

    </tr>

    <tr>

      <td>1907</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">31.483</td>

    </tr>

    <tr>

      <td>1908</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">37.628</td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">
      <hr style="margin-left: auto; margin-right: 0px;" /></td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">445.775</td>

    </tr>

  </tbody>
</table>

<br />

<br />

Nos 19 annos de maior movimento emigratorio de
Portugal, entraram, pois, no Brasil 445.775 portugueses.
<span class="pagenum">[45]</span>
A m&eacute;dia annual do periodo de maior
emigra&ccedil;&atilde;o
&eacute;, segundo esses algarismos, de 23.461 pessoas. Se
imaginarmos que o portugu&ecirc;s vive no Brasil at&eacute; a
edade de 70 annos&#8213;o que &eacute; absurdo; se suppuzermos
que a edade em que se emigra &eacute; de 11 annos&#8213;outro
exagero; se admittirmos&#8213;novo absurdo&#8213;que
nenhum portugu&ecirc;s morreu desde 1850, no Brasil, nem
de l&aacute; voltou; e se, afinal, dermos de barato que ha 59
annos a m&eacute;dia dos immigrantes nossos patricios &eacute;
alli
a dos ultimos annos (e nos 40 annos de 1850 a 1889 foi
muito menor) poderemos dizer que ha no Brasil:<br />

<br />

<br />

<div style="text-align: center;">59 X 23.461 =
1.384.199 portugueses.
</div>

<br />

<br />

Muito menos do que os taes dois milh&otilde;es. Ora, o
retorno &eacute; de 25% a 30%; a edade m&eacute;dia dos
emigrantes
&eacute; 28 annos; a m&eacute;dia da vida &eacute; de 65
annos; e
em 1906, depois do saneamento, a m&eacute;dia da mortalidade
no Brasil foi de 20,74 por mil habitantes.
<br />

<br />

J&aacute; em um artigo de imprensa<sup><a href="#f7">[7]</a></sup>
tiv&eacute;mos
occasi&atilde;o
de dizer que a m&eacute;dia da emigra&ccedil;&atilde;o
portuguesa para
o Brasil n&atilde;o excede 18.000 e que o total da nossa colonia
n&atilde;o chega a 700.000 pessoas. Diziamos, ent&atilde;o:
<br />

<br />

&laquo;Isto n&atilde;o diminue, sen&atilde;o que augmenta o
beneficio
feito pelos portugueses domiciliados no Brasil &aacute; economia
da sua patria, visto que s&atilde;o menos a mandarem
esses 18.000 contos de r&eacute;is, que s&atilde;o, segundo o
sr.
Anselmo de Andrade, a nossa salva&ccedil;&atilde;o, o
&laquo;dinheiro
que melhor nos serve para saldar a parte do deficit
geral em ouro que o dinheiro das outras proveniencias
deixa a descoberto&raquo;.
<br />

<br />

E depois de analysar as avultadas remessas que os
colonos de todas as origens fazem, concluiamos:
<br />

<br />

&laquo;&Eacute; evidente que esta
situa&ccedil;&atilde;o economica &eacute; transitoria.
<span class="pagenum">[46]</span>
Um paiz em forma&ccedil;&atilde;o, como o Brasil, cujo
povoamento
se est&aacute; fazendo com intensas correntes immigratorias,
tem de pensar em impedir este escoamento
de ouro, que lhe sangra constantemente as energias.
Quer por institui&ccedil;&otilde;es legaes tendentes a
nacionalizar
os estrangeiros, quer por medidas que fixem o colono
&aacute; terra tornada sua, quer finalmente por providencias
de franca defesa, esse &eacute; o caminho de todos os povos
para cujo rapido crescimento &eacute; aproveitado o excesso
de popula&ccedil;&atilde;o ou de pobreza de outros
paizes&raquo;.
<br />

<br />

<br />

<br />

<a name="c7" id="c7"></a>
<h3>VII<br />

<br />

A PERMUTA COMMERCIAL
</h3>

<br />

A unica raz&atilde;o s&oacute;lida que hoje determina os
tratados
de commercio e, portanto, os favores que as
na&ccedil;&otilde;es fazem umas &aacute;s outras,
&eacute; a capacidade que
ellas offerecem para o consumo reciproco de
produc&ccedil;&otilde;es.
Estamos longe dos tempos em que n&atilde;o se
realizavam estes pactos por motivos utilitarios, mas
por m&eacute;ras combina&ccedil;&otilde;es derivadas de
rela&ccedil;&otilde;es dynasticas.
<br />

<br />

Nos nossos dias prevalece a reciprocidade, tanto
quanto tal criterio p&oacute;de ser adoptado para
popula&ccedil;&otilde;es
deseguaes, de habitos differentes e de produc&ccedil;&otilde;es
em
parte similares ou identicas, e tanto quanto o permittem
as distancias entre os concorrentes, distancias que
influem no custo dos transportes e, em ultima analyse,
no dos artigos.
<br />

<br />

Fala-se de ha muito e a proposta apresentada &aacute;
Sociedade de Geographia agora insiste na necessidade
de um tratado de commercio com o Brasil. N&atilde;o querendo
<span class="pagenum"><a name="p48" id="p48">[48]</a></span>
entrar em conjecturas, parece-nos que essa
aspira&ccedil;&atilde;o
exige minucioso estudo, antes do julgamento
das difficuldades oppostas at&eacute; aqui &aacute; sua
realiza&ccedil;&atilde;o.
<br />

<br />

Apesar de tudo quanto dizem os politicos de
solu&ccedil;&otilde;es
retumbantes, <a href="#e2">a nossa</a>
produc&ccedil;&atilde;o gosa de
tratamento
amistoso no Brasil. Ha annos, quando o sr.
Campos Salles foi presidente da Republica, o ministro
das rela&ccedil;&otilde;es exteriores ia enveredando por um
caminho
que, sem fundamentos consistentes, tendia &aacute; exigencia
de fortes augmentos de consumo.
<br />

<br />

Era impossivel tal coisa; e logo se adoptou
orienta&ccedil;&atilde;o
mais logica, deixando o Brasil, que consumia
bastante do Uruguay e de Portugal e pouco lhes vendia,
de pensar em levar a exporta&ccedil;&atilde;o dos seus artigos
para esses paizes a propor&ccedil;&otilde;es compensadoras,
reconhecendo
que os seus generos exportaveis eram de
natureza impropria a operar esse equilibrio.
<br />

<br />

O que os factos nos dizem &eacute; que o brasileiro, de
origem lusa ou exotica, tem o habito de consumir os
productos da nossa terra. Esses productos possuem,
por isso uma situa&ccedil;&atilde;o realmente privilegiada no
mercado
brasileiro. Tanto basta para que, na competencia
com os outros povos, tenhamos&#8213;como temos, de facto&#8213;vantagens
indiscutiveis.
<br />

<br />

A actual situa&ccedil;&atilde;o da permuta commercial entre os
dois paizes deixa muito a desejar. O Brasil podia importar
muito maior volume de productos portugueses
e Portugal podia consumir mais productos brasileiros
e preparar-se para vir a ser cliente muito maior ainda
da na&ccedil;&atilde;o irman.
<br />

<br />

No anno de 1906, ultimo de que temos dados officiaes
para confrontar com os do Brasil (de onde ja possuimos
os de 1907 e 1908) os principaes artigos de l&aacute;
exportados foram:
<br />

<br />

Algod&atilde;o, 31.668 toneladas; areias monaziticas 4.352
tonel.; assucar, 84.948 tonel.; borracha, 31.643 tonel.;
<span class="pagenum">[49]</span>
caf&eacute;, 13.965.000 saccas<sup><a href="#f8">[8]</a></sup>;
cac&aacute;o, 25.135 tonel.;
farinha
de mandioca, 6.644 tonel.; tabaco, 23.630 tonel.; herva
matte, 57.796 tonel.; manganez, 121.331 tonel.; caro&ccedil;os
(oleaginosos) 30.904 tonel.; couros, 32.765 tonel.;
ouro nativo, 4.548 kilogrammas.
<br />

<br />

O nosso consumo de artigos brasileiros cresceu de
244.549 libras esterlinas a 312.755 ou 27,89%, de 1901
para 1906; mas o consumo dos nossos no Brasil cresceu
mais intensamente: cresceu 34%, ao que se v&ecirc; do
relatorio das finan&ccedil;as relativo a 1907.
<br />

<br />

N&atilde;o se p&oacute;de, portanto, gritar que o trafico
luso-brasileiro
dec&aacute;e: m&eacute;dra e de maneira sensivel.
<br />

<br />

Ora, querendo n&oacute;s, como se diz todos os dias, melhorar
essas rela&ccedil;&otilde;es por um convenio commercial com
o Brasil, e, n&atilde;o sendo licito, hoje, negociar taes
instrumentos
diplomaticos sem clara no&ccedil;&atilde;o das reciprocas
concess&otilde;es, occorre naturalmente investigar o que podemos
offerecer e o que pedimos, o que o Brasil nos
offereceria e o que desejaria.
<br />

<br />

Visto que a iniciativa nos pertence, vejamos o que
podemos offerecer e o que queremos conseguir.
<br />

<br />

Analysemos a produc&ccedil;&atilde;o brasileira exportavel
neste
momento: comp&otilde;e-se dos artigos que acima
mencion&aacute;mos
com as quantidades respectivas. Olhemos para a
nossa estatistica de 1906.
<br />

<br />

1.&ordm; <em>Algod&atilde;o.</em>
Import&aacute;mos n'esse anno 13.013 toneladas,
no valor de 3.123 contos, de algod&atilde;o em rama
ou em caro&ccedil;o. Tendo industria de algod&atilde;o, e
industria
protegida pela tarifa, s&oacute; poderiamos importar do Brasil
a materia prima, a rama. O Brasil n&atilde;o est&aacute; em
condi&ccedil;&otilde;es
de exportar fios e tecidos de algod&atilde;o visto que
ainda os importa. Da sua materia prima, 85% tem
mercado na Inglaterra. Os 15% restantes destinam-se
a outros paizes manufactureiros. A sua produc&ccedil;&atilde;o
p&oacute;de
<span class="pagenum">[50]</span>
crescer muito; mas poderemos n&oacute;s adquirir quantidade
sensivel desse accrescimo? Eis o que conv&eacute;m saber.
Note-se que, em 1906, os 15% do algod&atilde;o n&atilde;o
collocado
na Inglaterra montavam em 4.752 toneladas, das
quaes Portugal importava 4.717&#8213;quasi o total dos
15%.
<br />

<br />

As nossas colonias come&ccedil;am a cultivar o algod&atilde;o.
Em 1906 recebemos: de Angola, 55.493 kilos; de Mo&ccedil;ambique,
1.491 e da India, 2.600.
<br />

<br />

2.&ordm; <em>Areias monaziticas.</em> Os
seus mercados ser&atilde;o,
por muitos annos, a Gran-Bretanha e a Allemanha.
<br />

<br />

3.&ordm; <em>Assucar.</em> Temol-o das
colonias. Consumimos,
em globo, 32.700 toneladas. O assucar colonial tem
auxilio pautal. Em 1906 recebemos das colonias quantidade
insignificante; mas o desenvolvimento da lavoura
da canna nas colonias, em especial na de Mo&ccedil;ambique,
&eacute; consideravel. Nesse anno, do Brasil recebemos 159
toneladas. Para a exporta&ccedil;&atilde;o brasileira, que
tende a
crescer muito, o nosso mercado seria bom. Este genero,
apezar da produc&ccedil;&atilde;o colonial, p&oacute;de
entrar nas bases
de uma negocia&ccedil;&atilde;o intelligente, n&atilde;o
para escorra&ccedil;ar
de golpe os demais fornecedores, mas para ir modificando
a situa&ccedil;&atilde;o das permutas no sentido de garantir
parte do nosso mercado ao Brasil.
<br />

<br />

4.&ordm; <em>Borracha.</em> O nosso
consumo n&atilde;o &eacute; em bruto e
&eacute; pequeno. A produc&ccedil;&atilde;o colonial tende
a avolumar-se,
em especial a de Angola e Guin&eacute;.
<br />

<br />

5.&ordm; <em>Caf&eacute;.</em> O
consumo portugu&ecirc;s em 1906 n&atilde;o chegou
a 3.103 toneladas, sendo do Brasil quasi 460 toneladas.
Das colonias exportaram-se, para outros pa&iacute;zes,
4.177 toneladas, que, com 2.388, consumidas no
reino, representam uma produc&ccedil;&atilde;o colonial
superior ao
dobro do consumo.
<br />

<br />

Portugal &eacute; um dos pa&iacute;zes de menor consumo de
caf&eacute;, <em>per capita</em>. Tendo
menos de seis milh&otilde;es de habitantes,
pode dizer-se que cada portugu&ecirc;s n&atilde;o consome
mais do que meio kilo de caf&eacute; por anno. Se o consumo
<span class="pagenum">[51]</span>
subisse ao dobro, o caf&eacute; colonial sobraria ainda.
Na Allemanha o consumo &eacute; de 3 kilos por habitante.<sup><a href="#f9">[9]</a></sup>
<br />

<br />

6.&ordm; <em>Cacau.</em> A nossa
produc&ccedil;&atilde;o, em 1906, de vinte
e cinco mil toneladas, foi egual &aacute; do Brasil. O nosso
consumo or&ccedil;ou por 145 toneladas, das quaes s&oacute; uma
procedia do Brasil.
<br />

<br />

7.&ordm; <em>Farinha de pau.</em>
Import&aacute;mos, em 1906, para
consumo quasi 1.364 toneladas, n&atilde;o chegando a uma
tonelada a parte proveniente de f&oacute;ra do Brasil. &Eacute;
consideravel,
mesmo para a exporta&ccedil;&atilde;o desse pa&iacute;z.
<br />

<br />

8.&ordm; <em>Tabaco.</em> O consumo
&eacute; importante. Est&aacute; naturalmente
indicado para a exporta&ccedil;&atilde;o brasileira o nosso
mercado. Aqui est&aacute; um artigo em que poderiamos
offerecer vantagens ao Brasil, que, directamente pelo
menos, nos fornece pouco, sob o actual regimen de
exclusivo.
<br />

<br />

9.&ordm; <em>Herva matte.</em> Consumo
inaprehensivel, mas que
se podia criar, substituindo parte do ch&aacute;, que entrou
no paiz por um valor de 315 contos no anno de 1906.
<br />

<br />

10.&ordm; <em>Manganez.</em> O seu
mercado &eacute; a Inglaterra.
<br />

<br />

11.&ordm; <em>Caro&ccedil;os</em>
(oleaginosos). Consumimos 20.812
toneladas, das quaes perto de 11.000 s&atilde;o das colonias.
Devia se encaminhar a exporta&ccedil;&atilde;o brasileira para
Portugal,
onde ella foi representada, em 1906, por 11 toneladas.
<br />

<br />

12.&ordm; <em>Couros.</em> O Brasil
est&aacute; batendo, em Portugal,
os mais concorrentes; sobre 2.371 toneladas de pelles
diversas que import&aacute;mos, em 1906, pertenciam-lhe
1.040.
<br />

<br />

<span class="pagenum">[52]</span>
13.&ordm; <em>Ouro nativo.</em>
&Eacute; insignificantissima a entrada.
A exporta&ccedil;&atilde;o brasileira &eacute; para a
Inglaterra.
<br />

<br />

Al&eacute;m destes artigos exporta o Brasil muitos outros
em menor escala. Desses, diremos quaes podem ser
dirigidos, ap&oacute;s as negocia&ccedil;&otilde;es
precisas, para Portugal,
enumerando-as pela nossa pauta:
<br />

<br />

Fibras texteis; fructas; canhamo em rama; madeira
em bruto (genero em que o Brasil podia e devia quasi
monopolizar o nosso mercado); madeira das diversas
categorias da pauta; paus, raizes e cascas c&oacute;rantes;
milho (cuja produc&ccedil;&atilde;o cresce espantosamente no
Brasil);
amido em p&oacute;; especiarias; mela&ccedil;o; mariscos;
carne secca e em conserva&#8213;al&eacute;m de outros que dentro
em pouco tempo o Brasil poder&aacute; exportar, como o arroz.
<br />

<br />

Offerecemos pouco? N&atilde;o se nos affigura que o Brasil
pense em obter de um paiz com a nossa popula&ccedil;&atilde;o
o que seria licito esperar de vinte milh&otilde;es de habitantes.
&Eacute; certo que o Brasil nos compra muito. Em 1906
o vinho entrado no Brasil representou 1.628:854 libras
esterlinas: a metade dessa quantia coube ao nosso paiz.
&Eacute; consideravel, sem duvida. O Brasil nesse anno consumiu,
da nossa exporta&ccedil;&atilde;o global de 908.492
hectolitros,
435.652&#8213;quasi metade! A popula&ccedil;&atilde;o portuguesa,
se todo o seu mercado pertencesse ao caf&eacute; brasileiro,
n&atilde;o representaria mais do que 60.000 saccas de
consumo, e se este subisse ao triplo, n&atilde;o chegaria a
200.000 saccas, quantidade que n&atilde;o pesaria sobre uma
exporta&ccedil;&atilde;o que anda por 13 milh&otilde;es de
saccas...
<br />

<br />

Exigir de Portugal, com menos de seis milh&otilde;es de
habitantes, compensa&ccedil;&otilde;es que s&oacute; com
dezoito ou vinte
milh&otilde;es poderia dar, f&ocirc;ra absurdo. N&atilde;o
ha que receiar
que o Brasil pense em semelhante coisa. O grande perigo
reside na perda da nossa clientella pela concorrencia
dos outros productores de generos similares, pela
falta de perfei&ccedil;&atilde;o do preparo e do
acondicionamento
dos nossos e pela inefficacia da nossa
organiza&ccedil;&atilde;o mercantil.
A esse risco acudiriam algumas das id&eacute;as lembradas
<span class="pagenum">[53]</span>
pelo sr. Consiglieri Pedroso, na sua proposta e,
dentre ellas, citaremos as constantes das
<em>alineas</em> 1.&ordf;,
4.&ordf;, 6.&ordf; e 9.&ordf;.<sup><a href="#f10">[10]</a></sup>
<br />

<br />

Quanto ao conselho da <em>alinea</em>
3.&ordf; discordamos delle
por completo. Porque entendemos que o tratado de
commercio, ou como se lhe queira chamar, n&atilde;o
p&oacute;de,
em hypothese alguma, dar-nos &laquo;vantagens especiaes
que n&atilde;o sejam attingidas pela clausula de
na&ccedil;&atilde;o mais
favorecida&raquo; concedida pelo Brasil a outros paizes. Sem
poder citar os accordos que o Brasil tem, julgamos,
todavia, manifesto que, se os tem com concorrentes
nossos, n&atilde;o seria possivel collocar esses competidores
de Portugal em tamanha inferioridade. Por qu&ecirc;? Pela
raz&atilde;o singela de que <em>business is
business</em> e elles s&atilde;o
maiores compradores dos generos brasileiros do que
Portugal...
<br />

<br />

N&atilde;o se leve &aacute; conta de mau patriotismo esta
franqueza.
Julgamos que n&atilde;o faremos coisa alguma neste
terreno se procurarmos favores especiaes, que ponham
em perigo interesses collossaes do Brasil...
<br />

<br />

Cumpre estudar o problema, nos seus termos de
puro negocio e n&atilde;o esquecer que a nossa vantagem,
aquella que nenhum outro povo p&oacute;de ter, &eacute;
s&oacute; isto: o
Brasil prefere os nossos productos, como qualquer
pess&ocirc;a vae &aacute; loja de um negociante, porque o
estima
mais do que aos seus concorrentes.
<br />

<br />

<br />

<br />

<a name="c8" id="c8"></a>
<h3>VIII<br />

<br />

A SITUA&Ccedil;&Atilde;O REAL
</h3>

<br />

O Brasil &eacute; o melhor dos grandes freguezes da nossa
produc&ccedil;&atilde;o exportavel.
<br />

<br />

Em 1906, ao passo que para a Inglaterra exportavamos
11.440 contos, para a Allemanha 6.651 e para
a Hespanha 6.290, mandavamos para o Brasil 5.961
contos.
<br />

<br />

Mas, em compensa&ccedil;&atilde;o destas vendas, compravamos
ao Brasil s&oacute; 1.965 contos que, com os generos em
transito, baldea&ccedil;&atilde;o e
reexporta&ccedil;&atilde;o, ascendiam a 2.025
contos; e dos outros paizes recebiamos, em contos de
r&eacute;is:
<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 30%;">Inglaterra</td>

      <td style="width: 40%;">
      <div class="dots"></div>

      </td>

      <td style="width: 20%; text-align: right;">19.864</td>

    </tr>

    <tr>

      <td>Allemanha</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">11.173</td>

    </tr>

    <tr>

      <td>Hespanha</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">5.948</td>

    </tr>

  </tbody>
</table>

<br />

<br />

Da Fran&ccedil;a import&aacute;mos 6.836 contos contra uma
<span class="pagenum">[56]</span>
exporta&ccedil;&atilde;o de 1.299, e dos Estados-Unidos 4.960
contos
contra 974 de exporta&ccedil;&atilde;o.
<br />

<br />

O Brasil foi, pois, ent&atilde;o, o que sempre tem sido, o
nosso melhor freguez. Ao crescimento do commercio
universal com o Brasil &eacute; que n&atilde;o corresponde a
nossa
exporta&ccedil;&atilde;o actual.
<br />

<br />

Do relatorio do sr. David Campista, ministro da
fazenda do Brasil<sup><a href="#f11">[11]</a></sup>,
em 1907, resulta que de 1902
para 1906 a importa&ccedil;&atilde;o proveniente de Portugal
cresceu
34,9%, contra o augmento, em egual periodo, de:
35,6% para a do Chile; 41,8% para a da Gran-Bretanha;
45,6% para a da Hespanha; 49,5% para a da
Fran&ccedil;a; 68,4% para a da Argentina; 83% para a da
Allemanha; 86,5% para a da Suissa; e 132,5% para
a da Belgica.
<br />

<br />

Os valores livres no Brasil, em mil r&eacute;is, ouro,
moeda brasileira, d&atilde;o, no anno de 1906, os algarismos
seguintes para essa importa&ccedil;&atilde;o:
<br />

<br />

<table style="text-align: left; margin-left: 10%; margin-right: 10%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: center;">Procedencias</td>

      <td></td>

      <td>
      <div style="text-align: center;">Importa&ccedil;&atilde;o
em<br />

      </div>

      <div style="text-align: center;">contos de
r&eacute;is</div>

      </td>

    </tr>

    <tr>

      <td style="width: 20%;">Portugal</td>

      <td style="width: 20%;">
      <div class="dots"></div>

      </td>

      <td style="width: 20%; text-align: right;">19.330</td>

    </tr>

    <tr>

      <td>Chile</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">393</td>

    </tr>

    <tr>

      <td>Gran-Bretanha</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;"> 82.619</td>

    </tr>

    <tr>

      <td>Hespanha</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">2.379</td>

    </tr>

    <tr>

      <td>Fran&ccedil;a</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">27.176</td>

    </tr>

    <tr>

      <td>Argentina</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">31.190</td>

    </tr>

    <tr>

      <td>Allemanha</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">43.316</td>

    </tr>

    <tr>

      <td>Suissa</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">2.660</td>

    </tr>

    <tr>

      <td>Belgica</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">11.432</td>

    </tr>

    <tr>

      <td>Italia</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;"> 9.274</td>

    </tr>

  </tbody>
</table>

<br />

<br />

Bastaria este quadro para n&atilde;o acreditarmos que os
outros paizes emigrantistas nos deslocaram, no fornecimento
<span class="pagenum">[57]</span>
de artigos similares aos nossos. A Italia, que &eacute;
a maxima fonte da coloniza&ccedil;&atilde;o brasileira actual,
teve,
de 1902 a 1906, um augmento de 28,4% na sua
exporta&ccedil;&atilde;o
para o Brasil. E quanto exportou? 9.274 contos,
em 1906&#8213;metade do que export&aacute;mos!
<br />

<br />

A Hespanha, que fornece tambem muitos trabalhadores,
tem uma exporta&ccedil;&atilde;o ainda insignificante para o
Brasil.
<br />

<br />

Da Austria-Hungria, que viu, de 1902 a 1906, crescer
19,3% a sua exporta&ccedil;&atilde;o para o Brasil, de 4.556
contos de valor, a corrente emigratoria com o mesmo
destino egualmente &eacute; importante.
<br />

<br />

Dessas na&ccedil;&otilde;es s&oacute; podemos considerar
concorrentes,
por terem varios artigos similares aos nossos, a
Fran&ccedil;a, a Hespanha, a Italia e a Austria-Hungria.
<br />

<br />

Ora, que nos diz o estatistica brasileira? Diz-nos
que, em 1906, a exporta&ccedil;&atilde;o, para o nosso e para
esses
paizes, foi:
<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: center;">Destino</td>

      <td style="text-align: center;">Valor
em
&pound;</td>

      <td></td>

      <td style="text-align: center;">Augmento
ou<br />

diminui&ccedil;&atilde;o de 1901<br />

para 1906</td>

    </tr>

    <tr>

      <td>Fran&ccedil;a</td>

      <td style="text-align: right;">6.507.470</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">36,66%</td>

    </tr>

    <tr>

      <td>Hespanha</td>

      <td style="text-align: right;">196.839</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">217,61%</td>

    </tr>

    <tr>

      <td>Italia</td>

      <td style="text-align: right;">510.118</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;"> 34,90%</td>

    </tr>

    <tr>

      <td>Austria-Hungria</td>

      <td style="text-align: right;">1.821.959</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">60,58%</td>

    </tr>

    <tr>

      <td>Portugal</td>

      <td style="text-align: right;">312.755</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">27,89%</td>

    </tr>

  </tbody>
</table>

<br />

Isto quer dizer que, de todos esses paizes, aquelle
que manifesta menos tendencias para augmentar o consumo
dos productos brasileiros &eacute; o nosso. Falam os
numeros, affirma-o a estatistica, que, como diz o professor
Rodolfo Benini, &eacute; o unico meio de verificar nos
phenomenos collectivos o que ha de typico na variedade
dos casos, de constante na variabilidade, de mais
provavel no apparente acaso, e de decomp&ocirc;r, at&eacute;
onde
<span class="pagenum">[58]</span>
o methodo o permitte, o systema das causas ou for&ccedil;as
de que taes phenomenos s&atilde;o resultantes...<sup><a href="#f12">[12]</a></sup>.
<br />

<br />

N&atilde;o ha que negar a conclus&atilde;o: a estatistica
&eacute; o
unico processo logico de estudo dos phenomenos sociaes,
pond&eacute;ra Rameri.<sup><a href="#f13">[13]</a></sup>
<br />

<br />

O Brasil est&aacute;, portanto, deante de varios paizes,
como productor que precisa de escoadouros para os
seus artigos. O que tem de medir, n&atilde;o nos illudamos
com devaneios romanticos, &eacute; a capacidade acquisitiva,
que ha nesses paizes, para os seus productos. Porque
produzir presupp&otilde;e a id&eacute;a de vender. Porque
vender
implica a existencia de quem compre...
<br />

<br />

O utilitarismo n&atilde;o &eacute; uma doutrina, no sentido
philosophico
da palavra. &Eacute; uma necessidade, &eacute; uma
imposi&ccedil;&atilde;o
da lucta pela vida. Para n&atilde;o morrer &eacute; preciso
a qualquer povo guiar-se por necessidades uteis,
nunca deixar de ter em vista os seus interesses e conveniencias.
O utilitarismo &eacute; o systema que a experiencia
aconselha aos povos, que querem viver nesta hora
da evolu&ccedil;&atilde;o humana, para as suas
rela&ccedil;&otilde;es com os
outros povos.
<br />

<br />

<em>Deinde philosophari...</em> Sejamos
francos. Concordemos
em que n&atilde;o nos move o receio da
desnacionaliza&ccedil;&atilde;o
do Brasil, que n&atilde;o nos amea&ccedil;a porque
n&atilde;o
amea&ccedil;a o Brasil; mas sim o presentimento de que as
rela&ccedil;&otilde;es economicas desse grande mercado
est&atilde;o evolvendo
de modo que nos poder&aacute; vir a ser desvantajoso.
<br />

<br />

Tratemos, em summa, de nos salvar e deixemo-nos
de fantasias salvadoras em beneficio alheio.
<br />

<br />

Deante do crescimento espantoso das energias do
povo brasileiro, o nosso mal &eacute; a
estagna&ccedil;&atilde;o em todas
as f&oacute;rmas da actividade humana. S&oacute; o poder enorme
dos elementos estaticos das sociedades e a resistencia
<span class="pagenum">[59]</span>
da inercia social explicam a posi&ccedil;&atilde;o que ainda
temos
no commercio do Brasil. N&oacute;s, pelos nossos governos
e pela nossa imprevidencia, gra&ccedil;as &aacute; autophagia
historica que permitte que nos alimentemos de
glorias de um passado visto por n&oacute;s ao bruxolear da
mais pallida lamparina critica de que ha exemplo, e
gra&ccedil;as ao espirito providencialista de latinos communarios,
tudo fiz&eacute;mos, ou deix&aacute;mos de fazer, para perder
essa posi&ccedil;&atilde;o.
<br />

<br />

Neste momento, o que nos cumpre &eacute; reconhecer o
feliz conjuncto de circumstancias de v&aacute;ria ordem que
ainda sustenta esse estado de coisas e aproveital-o,
com energias, que h&atilde;o de ser creadas, com intelligencia,
que precisa ser educada, e com bom-senso, que
unicamente os factos p&oacute;dem nortear.
<br />

<br />

Aspirar a grandezas e prosperidades e preparal-as
com elementos de ruina e pobreza &eacute; simples e puramente
um absurdo, de que deveriamos esperar, como
resultado, o suicidio nacional.
<br />

<br />

Ser patriota n&atilde;o &eacute; rufar tambores de preconicio
em
torno dos desvarios da patria. &Eacute;, antes, mostrar, sem
medo de affrontar alheias opini&otilde;es e sem intuitos de
captar popularidade, os vicios e erros proprios, para
que tenham, na medida do possivel, remedios efficazes.
Nenhum povo se deixa levar por boas palavras, mas
pelas suas conveniencias e pelos seus interesses, com
a restric&ccedil;&atilde;o natural do respeito pelas
conveniencias e
interesses justos dos outros.
<br />

<br />

A perda do mercado brasileiro seria, hoje, para
Portugal, a ruina. Confessemol-o. Por que n&atilde;o, se
&eacute; a
verdade? Ruina definitiva? N&atilde;o vem a pello discutir se
o seria. Basta que saibamos que seria, neste momento,
a ruina, para que o nosso dever seja evitar essa contingencia
aterradora.
<br />

<br />

Embora tenhamos de nos preparar para um futuro
menos dependente de uma s&oacute; na&ccedil;&atilde;o,
&eacute; de cr&ecirc;r que
o Brasil continuar&aacute; a representar, para o nosso commercio
<span class="pagenum">[60]</span>
externo, cifras pelo menos eguaes &aacute;s presentes.
<br />

<br />

No seu progresso e na sua expans&atilde;o economica e
demographica, cabe bem &aacute; vontade a diminuta quota
com que contribuimos. E ha muito logar para a augmentarmos.
Assim saibamos e possamos fazel-o!
<br />

<br />

Outro n&atilde;o &eacute; o perigo real, o perigo das coisas,
est&aacute;
claro...
<br />

<br />

<br />

<br />

<a name="c9" id="c9"></a>
<h3>IX<br />

<br />

A NOSSA RA&Ccedil;A &laquo;AT WORK&raquo;
</h3>

<br />

Permitta-se-nos, para a comprehens&atilde;o exacta, da
importancia que o Brasil vae assumindo deante de todos
os povos e do portugu&ecirc;s em especial, uma rapida
analyse do seu desenvolvimento material, que explica
ass&aacute;s a unanimidade de atten&ccedil;&otilde;es de
que &eacute; objecto.
<br />

<br />

A exporta&ccedil;&atilde;o do Brasil em 1889, anno em que caiu
o imperio, foi de 24.160.000 libras esterlinas. Vejamos
o que ella foi de 1901 a 1906.
<br />

<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 25%; text-align: center;">Annos</td>

      <td style="width: 20%;"></td>

      <td style="width: 40%; text-align: center;">Valores
em libras</td>

    </tr>

    <tr>

      <td style="text-align: center;">1901</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;">40.621.993</td>

    </tr>

    <tr>

      <td style="text-align: center;">1902</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;">36.437.456</td>

    </tr>

    <tr>

      <td style="text-align: center;">1903</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;">36.883.175</td>

    </tr>

    <tr>

      <td style="text-align: center;">1904</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;">39.430.136</td>

    </tr>

    <tr>

      <td style="text-align: center;">1905</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;">44.643.113</td>

    </tr>

    <tr>

      <td style="text-align: center;">1906</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: center;"> 53.059.480</td>

    </tr>

  </tbody>
</table>

<br />

<br />

Para avaliar a for&ccedil;a de expans&atilde;o productora dada
&aacute;s
<span class="pagenum">[62]</span>
antigas provincias pela autonomia concedida pelo novo
regimen federativo aos seus estados, basta que comparemos
a exporta&ccedil;&atilde;o de 1901 com a de 1906. A
differen&ccedil;a,
n'esse curto espa&ccedil;o, &eacute; de pasmar. Vejamol-a:
<br />

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: center;">Estados</td>

      <td style="text-align: center;" colspan="2" rowspan="1">Valores
em
&pound;</td>

      <td></td>

      <td style="text-align: center;">Augmento<br />

ou<br />

diminui&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td></td>

      <td style="text-align: center;">1901</td>

      <td style="text-align: center;">1906</td>

      <td></td>

      <td></td>

    </tr>

    <tr>

      <td>Matto
Grosso</td>

      <td style="text-align: right;">356.180</td>

      <td style="text-align: right;">376.023</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">5,57%</td>

    </tr>

    <tr>

      <td>Amazonas</td>

      <td style="text-align: right;">4.688.477</td>

      <td style="text-align: right;">6.643.050</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">41,69%</td>

    </tr>

    <tr>

      <td>Par&aacute;</td>

      <td style="text-align: right;">4.053.264</td>

      <td style="text-align: right;">6.665.191</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">64,44%</td>

    </tr>

    <tr>

      <td>Maranh&atilde;o e
Piauhy</td>

      <td style="text-align: right;">192.604</td>

      <td style="text-align: right;">652.485</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">238,77%</td>

    </tr>

    <tr>

      <td>Cear&aacute;</td>

      <td style="text-align: right;">139.595</td>

      <td style="text-align: right;">822.586</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">489,27%</td>

    </tr>

    <tr>

      <td>Rio Grande do
Norte</td>

      <td style="text-align: right;">34.376</td>

      <td style="text-align: right;">58.342</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">69,72%</td>

    </tr>

    <tr>

      <td>Parahyba</td>

      <td style="text-align: right;">92.561</td>

      <td style="text-align: right;">540.535</td>

      <td>+</td>

      <td style="text-align: right;">483,98%</td>

    </tr>

    <tr>

      <td>Pernambuco</td>

      <td style="text-align: right;">1.472.105</td>

      <td style="text-align: right;">1.333.127</td>

      <td style="text-align: center;">-</td>

      <td style="text-align: right;">9,44%</td>

    </tr>

    <tr>

      <td>Alagoas</td>

      <td style="text-align: right;">489.820</td>

      <td style="text-align: right;">514.095</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">4,96%</td>

    </tr>

    <tr>

      <td>Sergipe</td>

      <td style="text-align: right;"></td>

      <td style="text-align: right;">8.849</td>

      <td></td>

      <td></td>

    </tr>

    <tr>

      <td>Bahia</td>

      <td style="text-align: right;">3.133.103</td>

      <td style="text-align: right;">3.706.617</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">18,30%</td>

    </tr>

    <tr>

      <td>Espirito
Santo</td>

      <td style="text-align: right;">553.195</td>

      <td style="text-align: right;">784.726</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">41,85%</td>

    </tr>

    <tr>

      <td>Rio de Janeiro e Minas</td>

      <td style="text-align: right;">7.857.423</td>

      <td style="text-align: right;">7.481.159</td>

      <td style="text-align: center;">-</td>

      <td style="text-align: right;">4,79%</td>

    </tr>

    <tr>

      <td>S.Paulo</td>

      <td style="text-align: right;">16.140.742</td>

      <td style="text-align: right;">20.282.593</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">25,66%</td>

    </tr>

    <tr>

      <td>Paran&aacute;</td>

      <td style="text-align: right;">653.039</td>

      <td style="text-align: right;">1.310.832</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">100,73%</td>

    </tr>

    <tr>

      <td>Santa
Catharina</td>

      <td style="text-align: right;">145.264</td>

      <td style="text-align: right;">315.522</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">117,21%</td>

    </tr>

    <tr>

      <td>Rio Grande do
Sul</td>

      <td style="text-align: right;">620.247</td>

      <td style="text-align: right;">1.563.748</td>

      <td style="text-align: center;">+</td>

      <td style="text-align: right;">152,12%</td>

    </tr>

  </tbody>
</table>

<br />

<br />

S&oacute; diminuiu a exporta&ccedil;&atilde;o de dois
estados: Rio de
Janeiro e Pernambuco. &Eacute; devido este facto &aacute; baixa
de
um dos seus principaes artigos, o assucar, que de 71
r&eacute;is, ouro, em 1901, passou a vender-se a 60
r&eacute;is, em
1906, por kilo. Apezar desta deprecia&ccedil;&atilde;o ser de
15,59%, a diminui&ccedil;&atilde;o representou, para
Pernambuco,
9,44%, e, para o Rio de Janeiro, 4,79%, o que indica
que houve augmento na exporta&ccedil;&atilde;o global.
<br />

<br />

<br />

Nesse periodo a importa&ccedil;&atilde;o, que significa a
acquisi&ccedil;&atilde;o
de conforto e de instrumentos de progresso, tambem
teve sensivel marcha ascendente.
<br />

<br />

N&atilde;o houve estado em que a importa&ccedil;&atilde;o
diminuisse
de 1901 para 1906. Cresceu 31,9% na Bahia; 33,1%
<span class="pagenum">[63]</span>
em Pernambuco; 32,6% no Rio de Janeiro e Minas
Geraes; 42,3% em S. Paulo; e 55,9% no Rio Grande
do Sul&#8213;para citar s&oacute;mente os mais importantes da
regi&atilde;o central e da do sul.
<br />

<br />

Em globo, a importa&ccedil;&atilde;o cifra-se nos seguintes
valores
em libras esterlinas:
<br />

<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 25%;">1901</td>

      <td style="width: 20%;">
      <div class="dots"></div>

      </td>

      <td style="text-align: right; width: 40%;">21.377.270</td>

    </tr>

    <tr>

      <td>1902</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">23.279.418</td>

    </tr>

    <tr>

      <td>1903</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">24.207.810</td>

    </tr>

    <tr>

      <td>1904</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">25.918.428</td>

    </tr>

    <tr>

      <td>1905</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">29.830.050</td>

    </tr>

    <tr>

      <td>1906</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">33.204.041</td>

    </tr>

  </tbody>
</table>

<br />

<br />

Estes algarismos cont&ecirc;m uma relevante
indica&ccedil;&atilde;o e
vem a ser que as facilidades de vida augmentaram,
porque, n&atilde;o tendo havido, de 1901 a 1906, nem sequer
dez por cento de crescimento na popula&ccedil;&atilde;o, houve
augmento
de mais de 50% na acquisi&ccedil;&atilde;o de artigos
estrangeiros.
<br />

<br />

O que, por&eacute;m, demonstra mais clara e elequentemente
essa affirma&ccedil;&atilde;o &eacute; a
importa&ccedil;&atilde;o de farinha de
trigo. &Eacute; o que garante e prova que a vida melhora no
Brasil.
<br />

<br />

Com effeito, em 1901, a importa&ccedil;&atilde;o do trigo&#8213;que
&eacute; o classico p&atilde;o!&#8213;era de 200.000 toneladas, e em
1906
foi de 320.000!
<br />

<br />

Um augmento de 60%, em seis annos! A popula&ccedil;&atilde;o,
nesse periodo, n&atilde;o podia ter accrescimo que nem
de longe influisse nesse facto. A quota, <em>per
capita</em>, de
trigo &eacute; que augmentou; o numero <em>dos que o
podem comer</em>
&eacute; que passou a ser maior...
<br />

<br />

<br />

Fala-se muito na m&aacute; administra&ccedil;&atilde;o de
Republica,
nos seus primeiros annos. N&atilde;o a negaremos. O mecanismo
era novo e as experiencias foram duras. Houve
<span class="pagenum">[64]</span>
<em>deficits</em>; precisou-se de recorrer ao
credito, at&eacute; quasi
ser fechada essa porta. Mas, com patriotica energia,
souberam os governos emendar a m&atilde;o e iniciar obras
fecundas, apparelhar, emfim, o paiz para a prosperidade.
Erraram; mas resgataram os seus erros. Outros
ha que s&oacute; erram e s&oacute; querem errar...
<br />

<br />

Os or&ccedil;amentos do imperio<sup><a href="#f14">[14]</a></sup>
tiveram
<em>deficits</em> desde
1857, ininterruptamente. Antes, houv&eacute;ra alguns saldos,
que sommados, desde a independencia at&eacute; 15 de novembro
de 1889, perfazem 32:625 contos, contra um
total de 891.960 contos de <em>deficits</em>,
tambem de 1823 a
1889.
<br />

<br />

Os <em>deficits</em> de alguns annos da
Republica n&atilde;o s&atilde;o
de estranhar, n&atilde;o s&oacute; porque os tivesse o imperio,
mas
tambem porque o desenvolvimento do paiz e a crise
politica, motivada pelas tentativas de destrui&ccedil;&atilde;o
do regimen
popular, impuzeram pesados sacrificios &aacute;
na&ccedil;&atilde;o.
<br />

<br />

A Republica, creando produc&ccedil;&atilde;o, fomentando
riquezas,
assentando linhas ferreas de penetra&ccedil;&atilde;o, fazendo
portos e saneando o Brasil&#8213;soube, por&eacute;m,
realizar o que o imperio n&atilde;o soub&eacute;ra, soube armar
o
povo brasileiro com meios seguros de pagar os seus
saques sobre o futuro.
<br />

<br />

&Eacute; interessante a nota da receita e da despeza dos
annos de 1899 a 1907, expressa em contos de r&eacute;is, ao
cambio de 15 dinheiros por mil r&eacute;is:
<br />

<br />

<table style="text-align: center; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 25%;">Anno</td>

      <td style="width: 25%;"></td>

      <td style="width: 25%;">Receita</td>

      <td style="width: 25%;">Despeza</td>

    </tr>

    <tr>

      <td>1899</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>333.105</td>

      <td>295.363</td>

    </tr>

    <tr>

      <td>1900</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>353.607</td>

      <td>448.160</td>

    </tr>

    <tr>

      <td>1901</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>318.559</td>

      <td>334.513</td>

    </tr>

    <tr>

      <td>1902</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>343.814</td>

      <td>298.691</td>

    </tr>

    <tr>

      <td>1903</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>408.589</td>

      <td>378.187</td>

    </tr>

    <tr>

      <td>1904</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>433.802</td>

      <td>439.553</td>

    </tr>

    <tr>

      <td>1905</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>463.765</td>

      <td> 451.977</td>

    </tr>

    <tr>

      <td>1906</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>495.910</td>

      <td> 483.568</td>

    </tr>

    <tr>

      <td>1907</td>

      <td>
      <div class="dots"></div>

      </td>

      <td>483.744</td>

      <td>472.478</td>

    </tr>

  </tbody>
</table>

<br />

<br />

<span class="pagenum">[65]</span>
Em 1889 a despeza n&atilde;o chegava a 200.000 contos,
e o <em>deficit</em> era pequeno.
<br />

<br />

As despezas publicas subiram consideravelmente;
mas as receitas tambem subiram. Das visinhan&ccedil;as dos
200.000 contos em 1889 foram &aacute;s dos 500.000 em 1906.
E note-se que a Constitui&ccedil;&atilde;o republicana conferiu
aos
estados da federa&ccedil;&atilde;o os impostos de
exporta&ccedil;&atilde;o, os
impostos sobre os immoveis ruraes e urbanos, sobre a
transmiss&atilde;o de propriedade e sobre industrias e
profiss&otilde;es,
ficando a Uni&atilde;o nacional unicamente com os
direitos de importa&ccedil;&atilde;o e os impostos de consumo.
<br />

<br />

O balan&ccedil;o economico de 1906 &eacute; assim formulado
pelo ex-ministro Campista, no seu relatorio de 1907:
<br />

<br />

<br />

<div style="text-align: center;"><b>Activo</b>
</div>

<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 30%;">Exporta&ccedil;&atilde;o</td>

      <td style="width: 35%;">
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">&pound; 53.000.000</td>

    </tr>

    <tr>

      <td>Capital
novo</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">4.000.000</td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">
      <hr /></td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">&pound; 57.000.000</td>

    </tr>

  </tbody>
</table>

<br />

<span style="font-weight: bold;"><br />

</span>
<div style="text-align: center;"><b>Passivo</b>
</div>

<br />

<br />

<table style="text-align: left; margin-left: auto; margin-right: auto;" class="tablecenter" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="width: 65%;">Importa&ccedil;&atilde;o</td>

      <td style="width: 15%;">
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">&pound; 33.600.000</td>

    </tr>

    <tr>

      <td>Despezas do governo
federal</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">5.600.000</td>

    </tr>

    <tr>

      <td>Servi&ccedil;o das dividas dos
Estados e
municipios</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">1.231.940</td>

    </tr>

    <tr>

      <td>Juros de capitaes
estrangeiros</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">3.200.000</td>

    </tr>

    <tr>

      <td>Passageiros para o
exterior</td>

      <td>
      <div class="dots"></div>

      </td>

      <td style="text-align: right;">600.000</td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">
      <hr /></td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">44.231.940</td>

    </tr>

    <tr>

      <td></td>

      <td>Saldo</td>

      <td style="text-align: right;">&pound;
12.768.060 </td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td>
      <hr /></td>

    </tr>

    <tr>

      <td></td>

      <td></td>

      <td style="text-align: right;">57.000.000</td>

    </tr>

  </tbody>
</table>

<br />

<br />

<span class="pagenum">[66]</span>
&Eacute; uma situa&ccedil;&atilde;o de prosperidade. Na
propria America,
s&oacute; os Estados Unidos do Norte t&ecirc;m melhor
situa&ccedil;&atilde;o,
apezar da Argentina ser muito mais rica do que o
Brasil, dadas as respectivas popula&ccedil;&otilde;es e
produc&ccedil;&otilde;es.
<br />

<br />

A Argentina, em 1906, exportou &pound; 58.000.000, mas
importou &pound; 53.565.000. O servi&ccedil;o dos juros do
capital
estrangeiro &eacute; l&aacute; muito maior do que no Brasil. E,
nesse
anno, o seu balan&ccedil;o economico n&atilde;o podia
apresentar
saldo.
<br />

<br />

For&ccedil;a &eacute;, por&eacute;m, reconhecer a
incomparavel riqueza
da Argentina, que possue a ter&ccedil;a parte da
popula&ccedil;&atilde;o
do Brasil, se n&atilde;o menos, e cuja
produc&ccedil;&atilde;o cresce em saltos
prodigiosos.
<br />

<br />

Com os Estados Unidos n&atilde;o ha parallelo possivel.
Em 1906, importavam 271 milh&otilde;es esterlinos e exportavam
369 milh&otilde;es.
<br />

<br />

O Canad&aacute;, com uma exporta&ccedil;&atilde;o de
&pound; 45.791.000,
importava 54.000.000.
<br />

<br />

Cuba exportou &pound; 22.638.000 e importou 19.482.000.
<br />

<br />

O Mexico exportou &pound; 24.724.009, e importou
17.997.000.
<br />

<br />

O Chile offerece-nos, para essas duas parcellas
do seu commercio, respectivamente, &pound; 16.200.000 e
11.787.000.
<br />

<br />

O Brasil figura nesse anno com &pound; 53.059.480 exportadas
e 33.204.041 importadas&#8213;quasi vinte milh&otilde;es
de saldo a seu favor nas permutas internacionaes de
mercadorias!
<br />

<br />

<br />

Estar&aacute;, por&eacute;m, esta
situa&ccedil;&atilde;o prejudicada pelas
condi&ccedil;&otilde;es
financeiras do Brasil? Longe disso.
<br />

<br />

Em 1906, a divida interna e externa do Brasil&#8213;incluindo
a divida estadoal e a emiss&atilde;o de papel moeda,
era de &pound; 195.581.677 ou &pound; 10-3-10
<em>per capita</em>.
<br />

<br />

A capita&ccedil;&atilde;o do norte-americano era de &pound;
5-9-3; a
<span class="pagenum">[67]</span>
do japon&ecirc;s de &pound; 6; a do egypcio de &pound;
9-17-2; a do canadense
de &pound; 9-7-4.
<br />

<br />

Quasi todos os outros paizes devem mais <em>per
capita</em>.
<br />

<br />

A Argentina figura com o coefficente de &pound; 14-2-4;
a Hespanha com o de &pound; 13-2-6 e o nosso Portugal,
como compete ao seu desgoverno, inverte os algarismos
da na&ccedil;&atilde;o visinha e estadeia a
capita&ccedil;&atilde;o de &pound; 31-18-6.
<br />

<br />

Bem sabemos que outros paizes supportam coefficientes
mais altos do que Portugal. N&atilde;o na Europa,
em todo o caso... O prussiano contenta-se com &pound; 12-8-3;
o ingl&ecirc;s com &pound; 18-1-6; o italiano com &pound;
15-7-10; o austriaco
com &pound; 14-11-1; o franc&ecirc;s com &pound; 27-19-9; o
holland&ecirc;s
com &pound; 17-6-4; o belga com &pound; 17-16-8.
<br />

<br />

O Brasil, paiz que progride e inicia melhoramentos,
que se povoa e coloniza, est&aacute;, como a Argentina, em
outras condi&ccedil;&otilde;es: saca sobre o futuro, porque o
tem
nos bra&ccedil;os que acodem todos os dias &aacute;s suas
plagas.
N&oacute;s estagn&aacute;mos. Elles recebem vida nova com o
advento dos immigrantes; n&oacute;s golfamos vida na
emigra&ccedil;&atilde;o.
<br />

<br />

O mal est&aacute; principalmente na
applica&ccedil;&atilde;o da divida,
n&atilde;o na pequenez da popula&ccedil;&atilde;o.
<br />

<br />

V&ecirc;de as colonias britanicas da Austr&aacute;lia:
popula&ccedil;&atilde;o,
5 milh&otilde;es de habitantes; divida, &pound; 292.401.351,
em 1906, devendo hoje estar em 300 milh&otilde;es esterlinos!
O coefficiente de capita&ccedil;&atilde;o &eacute; de 60
&pound;, numeros redondos.
Mas que importa, se 200 milh&otilde;es foram empregados
em caminhos de ferro, obras de portos, resgate
de servi&ccedil;os publicos&#8213;e se, em tudo isso, as rendas
supportam o servi&ccedil;o de juros e
amortiza&ccedil;&atilde;o do capital!
<br />

<br />

Mas... estavamos a tratar do Brasil.
<br />

<br />

Os onus do Brasil s&atilde;o annualmente, para resgate e
juros da divida, 82.000 e tantos contos&#8213;20% da receita.
Outros paizes&#8213;um dos quaes muito bem conhecemos&#8213;fazem
o servi&ccedil;o da divida com quasi 50%
da receita...
<br />

<br />

<span class="pagenum">[68]</span>
Portugal pagaria a sua divida com o producto integral
de 13 annos da sua receita.
<br />

<br />

O Brasil faria o mesmo servi&ccedil;o em 6 annos.
<br />

<br />

Tal &eacute;, em linhas largas, o estado do paiz, que saiu
do nosso e que hoje &eacute; o principal mercado da nossa
produc&ccedil;&atilde;o e o nosso melhor fornecedor de
numerario.
<br />

<br />

<br />

<br />

<a name="c10" id="c10"></a>
<h3>X.<br />

<br />

MEDIDAS PROPOSTAS
</h3>

<br />

N&atilde;o &eacute; de estranhar que o desenvolvimento da
na&ccedil;&atilde;o
brasileira motive excogita&ccedil;&otilde;es patrioticas de
alguns
portugueses.
<br />

<br />

Ha um s&eacute;culo vivia a ent&atilde;o nossa colonia
americana
numa inferioridade manifesta de cultura.
<br />

<br />

Escreveu Eduardo Prado que &laquo;a intelligencia nacional
do Brasil,&raquo; no come&ccedil;o do reinado de D. Pedro II,
era talvez inferior &aacute; de Portugal no come&ccedil;o do
s&eacute;culo...&raquo;<sup><a href="#f15">[15]</a></sup>
<br />

<br />

Entretanto&#8213;o espirito partidario n&atilde;o nos c&eacute;ga&#8213;o
reinado desse imperador contribuiu para o progresso
intellectual e material do Brasil.
<br />

<br />

E tanto assim &eacute; que o novo regimen poude adoptar
uma constitui&ccedil;&atilde;o que, no dizer do professor de
direito
<span class="pagenum">[70]</span>
Almeida Nogueira<sup><a href="#f16">[16]</a></sup>,
&laquo;compendiou em suas paginas
os principios mais adeantados do direito publico moderno&raquo;
e poude fomentar, nas propor&ccedil;&otilde;es que vimos,
os recursos do paiz.
<br />

<br />

Essa na&ccedil;&atilde;o, que assim prosperou, pertenceu a
Portugal,
foi obra de portugueses na civiliza&ccedil;&atilde;o e no
povoamento;
e, durante um largo transcurso de annos,
constituiu para o nosso povo uma especie de
<em>eldorado</em>,
em que era t&atilde;o facil grangear a vida que, apezar de
todo o nosso atrazo, se nos affigurava terra mal empregada
em m&atilde;os de possuidores a nosso v&ecirc;r indolentes
e sem energias redemptoras.
<br />

<br />

Foi desse juizo falso, a que nos guind&aacute;ra a ignorancia
presumida, que ca&iacute;mos ao fundo da realidade.
<br />

<br />

Era a humilha&ccedil;&atilde;o. Se tiv&eacute;rmos
patriotismo ha de
se converter em grande estimulo&#8213;porque &eacute; uma
li&ccedil;&atilde;o
de coisas...
<br />

<br />

&Aacute; nossa ruina contrap&otilde;e-se a prosperidade da
ex-colonia?
Imitemol-a. &Aacute; estagna&ccedil;&atilde;o das nossas
for&ccedil;as
responde o Brasil com provas de actividade? Trabalhemos,
com o cerebro e com os musculos, sejamos
fortes de intelligencia e de vontade. &Eacute; o nosso dever.
<br />

<br />

A economia portuguesa depende do estrangeiro. Estamos
roidos de todos os males de uma politica desleixada,
egoistica e corruptora. Falta-nos o necessario ao
abastecimento do paiz. Produzimos artigos para que
n&atilde;o encontramos bastantes mercados e procuramos
mercados para que n&atilde;o temos artigos adequados.
<br />

<br />

&Eacute; a anarchia, de alto a baixo.
<br />

<br />

Mas n&atilde;o &eacute; a ruina definitiva, porque queremos
viver
e &eacute; indispensavel que n&atilde;o nos deixemos morrer
miseravelmente.
<br />

<br />

O Brasil &eacute;, como dizia Silv&eacute;la dos povos
hispano-americanos
para a sua patria, o nosso mercado natural.
<span class="pagenum">[71]</span>
O futuro do Brasil &eacute; immenso. Toda a nossa
expans&atilde;o economica p&oacute;de e deve acompanhar o
crescimento
fatal desse enorme paiz.
<br />

<br />

Todavia, para que isso se realize, &eacute; preciso que
Portugal saiba o que &eacute; possivel fazer e deixe de lado
chim&eacute;ras e utop&iacute;as.
<br />

<br />

Que queremos, em ultima analyse? Queremos que
o Brasil continue a comprar os productos da nossa
terra; queremos que a nossa exporta&ccedil;&atilde;o para
l&aacute; cres&ccedil;a
sempre; queremos que os generos portugueses sejam
bem acolhidos pelo consumidor brasileiro.
<br />

<br />

Sob o ponto de vista material&#8213;&eacute; quanto desejamos.
<br />

<br />

Moralmente aspiramos &aacute; mais perfeita intelligencia
com os brasileiros.
<br />

<br />

Ignora-se em Portugal o que se havia de offerecer
ao Brasil no dia em que porventura se iniciassem
negocia&ccedil;&otilde;es
garantidoras dos nossos <em>desiderata</em>.
<br />

<br />

Quem procura vantagens tem de contar com esta
pergunta natural: &laquo;E que compensa&ccedil;&atilde;o
nos d&aacute;?&raquo;
<br />

<br />

Ora, na proposta do sr. Consiglieri Pedroso, nada,
absolutamente nada, existe que possa equivaler &aacute; troca
de concess&otilde;es, &aacute; permuta de vantagens.
<br />

<br />

Bem sabemos que, muitas vezes, as negocia&ccedil;&otilde;es
commerciaes assentam, por uma parte, em favores
materiaes e, por outra, em apoio diplomatico e at&eacute; de
caracter militar; mas, na hypothese vertente, parece
mais facil darmos favores da primeira especie do que
da segunda.
<br />

<br />

O Brasil, na proposta Consiglieri, n&atilde;o encontra
bases de reciprocidade commercial. Nem &eacute; crivel que
a procure. N&atilde;o lha poderiamos dar, devido &aacute;
identidade
que ha entre muitas das suas produc&ccedil;&otilde;es e as
das nossas colonias.
<br />

<br />

<br />

Approxima&ccedil;&atilde;o, sim! Amemo-nos;
conhe&ccedil;amo-nos;
abramos as nossas fronteiras intellectuaes uns aos outros;
<span class="pagenum">[72]</span>
firmemos tratados de arbitragem e de reconhecimento
de titulos de habilita&ccedil;&atilde;o profissional;
promovamos
congressos periodicos luso-brasileiros; fundemos
uma linha nossa, luso-brasileira, de navega&ccedil;&atilde;o;
construamos palacios de exposi&ccedil;&atilde;o dos productos
de
cada um dos dois paizes no outro; promovamos a
funda&ccedil;&atilde;o
de revistas, o estreitamento dos la&ccedil;os que prendem
a imprensa de um &aacute; do outro paiz; entendam-se
as nossas sociedades scientificas, artisticas, etc.; visitemo-nos;
enlacemo-nos fraternalmente.
<br />

<br />

Quanto a negocios, por&eacute;m, meditemos, porque o
Brasil n&atilde;o os faz sem meditar. E &eacute; bom que se
saiba
que, se o sr. Wenceslau de Lima tem visto baldados
todos os seus esfor&ccedil;os no sentido da
realiza&ccedil;&atilde;o de um
tratado de commercio com o Brasil, n&atilde;o &eacute; porque
esse
paiz nos hostilize, mas sim porque n&atilde;o tem reconhecido
a conveniencia, nem a utilidade desse tratado.
Conveniencia para os seus interesses, utilidade para
os seus interesses&#8213;&eacute; claro.
<br />

<br />

N&atilde;o procurou ainda o Brasil accordo comnosco.
Mas procurou-o, por exemplo, com os Estados Unidos&#8213;mercado
de caf&eacute; e de borracha e seu fornecedor de
muitos artigos, entre os quaes figura o trigo.
<br />

<br />

Portugal &eacute; que deseja o tratado de commercio.
Portugal &eacute; que precisa garantir o seu mercado no Brasil,
como o Brasil precisava assegurar a clientella
<em>yankee</em>.
<br />

<br />

Negocios tratam-se como negocios. O vendedor &eacute;
que se esfor&ccedil;a por trazer o consumidor satisfeito...
<br />

<br />

Esta &eacute; a verdade. De nada serve disfar&ccedil;ar os
factos.
<br />

<br />

<br />

O tratado de commercio &eacute; irrealizavel?
<br />

<br />

N&atilde;o iremos at&eacute; l&aacute;. A diplomacia
consegue, &aacute;s vezes,
coisas espectaculosas, mas sem real alcance.
<br />

<br />

Far-se-&aacute;, talvez, o tratado de commercio; mas, em
<span class="pagenum">[73]</span>
hypothese alguma, o Brasil nos conceder&aacute;
&laquo;vantagens
especiaes que deixem de ser transmittidas aos outros
estados, n&atilde;o sendo, portanto, attingidas pela clausula
de na&ccedil;&atilde;o mais favorecida inscripta nos tratados
do
Brasil com paizes estrangeiros&raquo;.
<br />

<br />

E o caf&eacute;? E a borracha? E o tabaco? E o cacau?
E toda a produc&ccedil;&atilde;o brasileira, no valor de 57
milh&otilde;es
de libras?
<br />

<br />

Lembremo-nos de que n&atilde;o consumimos meio milh&atilde;o
esterlino de productos brasileiros... Ponderemos
as represalias alfandegarias a que o Brasil se exporia...
<br />

<br />

Amemo-nos; mas conv&eacute;m ter bom senso. Estreitemos
rela&ccedil;&otilde;es; mas &eacute; prudente que nos
n&atilde;o limitemos
ao sonho.
<br />

<br />

<br />

Tambem se fala de entrepostos, do Brasil em
Portugal e de Portugal no Brasil&#8213;aquelle destinado
&aacute; exporta&ccedil;&atilde;o brasileira para a Europa
e este destinado
&aacute; portuguesa para a America...
<br />

<br />

&Eacute; uma ideia velha. Velha e t&atilde;o velha que
j&aacute; n&atilde;o
se adapta &aacute;s condi&ccedil;&otilde;es presentes do
commercio internacional.
<br />

<br />

N&atilde;o se deu por isso em Portugal. &Eacute; tudo assim na
nossa terra. Andamos t&atilde;o atr&aacute;s dos outros povos
que,
quando as id&eacute;as nos chegam, j&aacute; t&ecirc;m
saido da circula&ccedil;&atilde;o.
Chegamos sempre tarde, como os carabineiros da
opereta.
<br />

<br />

O entreposto!
<br />

<br />

Ha trinta annos falou-se nisso; ha vinte, voltou-se
a lembrar essa maravilha; ha dez, resurgia a id&eacute;a novinha
em folha. Ter&aacute; de apparecer, al&eacute;m desta vez de
1909, ainda algumas duzias de vezes e sempre ter&aacute;&#8213;quem
sabe?&#8213;enthusiasticos applausos...
<br />

<br />

O entreposto! Ficava realmente muito bem, alli,
em Cacilhas! Os navios atulhados da borracha da Amazonia;
<span class="pagenum">[74]</span>
do caf&eacute; de Santos e Rio; do assucar de Pernambuco,
Sergipe e Alag&ocirc;as; do tabaco bahiano; da
monazite do Espirito Santo e Bahia; e do mais que f&ocirc;ra
longo mencionar&#8213;incessantemente a descarregarem
tudo isso, alli, em Cacilhas! Outros transatlanticos, dia
e noite, alli mesmo, a encherem os por&otilde;es de productos
brasileiros para o Havre e para Hamburgo, Antuerpia,
Liverpool, Hull, Amsterdam, Plymouth, Londres,
Rotterdam, Genova, C&aacute;diz, Barcelona, Napoles,
Marselha, etc!
<br />

<br />

Que lindo movimento maritimo!
<br />

<br />

Que negocio! S&oacute; &eacute; pena que se n&atilde;o
possa fazer...
<br />

<br />

&Eacute; que as baldea&ccedil;&otilde;es, descargas,
transbordos e armazenagens
onerariam os productos, que hoje v&atilde;o o
mais perto possivel dos consumidores, gra&ccedil;as a uma
navega&ccedil;&atilde;o collossal sob todas as bandeiras.
<br />

<br />

&Eacute; que um entreposto que torna mais caros os productos
s&oacute; serve para lhes diminuir o consumo.
<br />

<br />

&Eacute; que a navega&ccedil;&atilde;o demanda o Brasil
porque, ao
voltar, nos paizes por onde passa ou para que se destina
existem mercados dos generos brasileiros, e porque
milhares de toneladas de carga para o Brasil lhe
compensam a viagem at&eacute; l&aacute;.
<br />

<br />

O entreposto! Quando cheg&aacute;mos ao Brasil, em
1893, fall&aacute;mos delle a um grande jornalista, amigo extremoso
de Portugal e dos portugueses.
<br />

<br />

Achou a id&eacute;a engra&ccedil;ada e ponderou:
&laquo;Entreposto
ideal &eacute; o navio&#8213;porque o caf&eacute; precisa sair de
bordo
e entrar no caminho de ferro para ser torrado no dia
seguinte pela manh&atilde;, moido das 10 ao meio dia e tomado
dessa hora em deante. No dia seguinte chega
outro vapor e repete-se a historia.&raquo;<sup><a href="#f17">[17]</a></sup>
<br />

<br />

<span class="pagenum">[75]</span>
O entreposto em Lisboa para abastecer a Europa!
Como se todas as na&ccedil;&otilde;es estivessem desprovidas de
portos e a marinha mercante fosse exclusivo portugu&ecirc;s...
<br />

<br />

<br />

A incuria dos nossos governos &eacute; proverbial. A falta
de curiosidade basta para explicar essa incuria em pess&ocirc;as
tomadas da mania politicante.
<br />

<br />

Se assim n&atilde;o f&ocirc;ra, saber-se ia em Portugal que,
tendo o governo do Brasil organisado um &laquo;servi&ccedil;o
de
propaganda e expans&atilde;o economica&raquo;, lhe estabeleceu
quatro delegacias; que a 4.&ordf; delegacia, com s&eacute;de em
Barcelona, tem jurisdic&ccedil;&atilde;o na Hespanha e
Portugal;
que, portanto, na propria peninsula iberica, o Brasil
prev&ecirc; mais possibilidade de expans&atilde;o economica na
Hespanha do que em Portugal...
<br />

<br />

&Eacute; o que nos parece logico inferir da escolha da
s&eacute;de da 4.&ordf; delegacia.
<br />

<br />

A proposta do sr. Consiglieri nada offerece ao Brasil,
al&eacute;m do servi&ccedil;o de lhe evitar o perigo da
desnacionaliza&ccedil;&atilde;o.
O perigo n&atilde;o existe; logo, o servi&ccedil;o reduz-se
a z&eacute;ro.
<br />

<br />

Dir-se-&aacute;: &laquo;E a
emigra&ccedil;&atilde;o?&raquo;
<br />

<br />

A emigra&ccedil;&atilde;o&#8213;eis o que realmente damos ao
Brasil.
<br />

<br />

A emigra&ccedil;&atilde;o &eacute; um <em>mal
necessario</em>: quem n&atilde;o tem
trabalho remunerador no paiz, vae arranjal-o f&oacute;ra do
paiz, e, de l&aacute;, ac&oacute;de ao nosso
<em>deficit</em> economico.
<br />

<br />

Sendo assim, nem a propria emigra&ccedil;&atilde;o
p&oacute;de constituir
base de um accordo commercial&#8213;porquanto ao
Brasil, que precisa de trabalhadores, n&atilde;o assusta a
id&eacute;a de a prohibirmos.
<br />

<br />

<span class="pagenum">[76]</span>
Como prohibil-a, se precisamos della? E, se, num
plano de reforma economica, cortassemos a corrente
emigratoria, os mercados brasileiros talvez tivessem
de se fechar aos nossos productos...
<br />

<br />

&Eacute; esta a triste situa&ccedil;&atilde;o a que o
regimen monarchico
reduziu Portugal!
<br />

<br />

<br />

<br />

<a name="c11" id="c11"></a>
<h3>XI<br />

<br />

A EVOLU&Ccedil;&Atilde;O BRASILEIRA
</h3>

<br />

Estamos deante do Brasil em deploravel ignorancia
das suas coisas.
<br />

<br />

N&atilde;o f&ocirc;ra esta a verdade e teriamos clara
no&ccedil;&atilde;o dos
phenomenos ethnicos alli operados ou ainda em
elabora&ccedil;&atilde;o
e estariamos certos de que n&atilde;o ha perigo de
desnacionaliza&ccedil;&atilde;o,
mas t&atilde;o s&oacute;mente se d&aacute;, nesse paiz, uma
evolu&ccedil;&atilde;o geral logica, inevitavel e fatal.
<br />

<br />

As institui&ccedil;&otilde;es politicas e sociaes da
na&ccedil;&atilde;o brasileira
seguiram o seu curso, sob influencias peculiares
ao meio americano e &aacute;s exigencias do concerto internacional,
por um lado, e, por outro, em obediencia &aacute;
educa&ccedil;&atilde;o e &aacute;s
aspira&ccedil;&otilde;es do povo que se foi e ainda
est&aacute; constituindo dentro da nossa antiga colonia.
<br />

<br />

A ra&ccedil;a, sem perder as suas caracteristicas iniciaes,
obedeceu ao determinismo do novo meio e transformou-se,
como, com as successivas migra&ccedil;&otilde;es, succedeu,
atrav&eacute;s da historia, a todas as chamadas ra&ccedil;as e
nacionalidades.
<br />

<br />

<span class="pagenum">[78]</span>
Portugal n&atilde;o deu por isso. A falta de curiosidade
vae neste paiz, dos que governam aos que s&atilde;o governados;
dos assumptos mais s&eacute;rios aos mais fac&ecirc;tos, dos
factos decisivos aos incidentes subalternos da politica,
da economia, das artes&#8213;de tudo!
<br />

<br />

Ora, se &eacute; verdade que, em 1615, nas
instruc&ccedil;&otilde;es
dadas a Fragoso de Albuquerque para o tratado de
paz com La Revardi&egrave;re,<sup><a href="#f18">[18]</a></sup>
se dizia que no Brasil
&laquo;havia
mais de tres mil portugueses&raquo; e, portanto, &laquo;as suas
terras n&atilde;o estavam despovoadas&raquo;, n&atilde;o ha
duvida, todavia,
de que ao predominio da nossa popula&ccedil;&atilde;o se deveu
o n&atilde;o ter o Brasil caido em outras m&atilde;os, apezar
das vicissitudes
por que passou Portugal, volvidos poucos
annos sobre essa data.
<br />

<br />

Ao fechar o XVII s&eacute;culo, o povoamento tinha tomado
incremento notavel com o descobrimento das
minas de ouro de Caeth&eacute; e Rio das Velhas. N&atilde;o
s&oacute;mente
a miragem do ouro determinou a immigra&ccedil;&atilde;o:
havia, ent&atilde;o, um systema colonizador no espirito dos
governantes portugueses. E, embora deficiente, o crit&eacute;rio
que dictou as doa&ccedil;&otilde;es era digno de um governo;
e os seus fructos foram valiosos. Em 1680, uma carta
r&eacute;gia, reveladora da no&ccedil;&atilde;o de
imminente conflicto entre
colonos e gentios, mandava conceder terras a estes
&laquo;ainda mesmo as j&aacute; dadas de sesmaria visto que
deviam
ter preferencia os mesmos indios <em>naturaes senhores
da terra</em>&raquo;.<sup><a href="#f19">[19]</a></sup>
<br />

<br />

N&atilde;o se repellia o gentio.
<br />

<br />

As ondas de africanos, que, desde os fins do s&eacute;culo
XVI, foram atiradas sobre a America portuguesa, o
indigena e o portugu&ecirc;s foram as componentes ethnicas
do typo brasileiro.
<br />

<br />

<span class="pagenum">[79]</span>
Os cruzamentos deram-se. Fez-se a selec&ccedil;&atilde;o lenta,
sob a preponderante ac&ccedil;&atilde;o da ra&ccedil;a
superior, cujos
attributos a hereditariedade resalvou da existencia
transitoria do mesti&ccedil;o.
<br />

<br />

Estudando este phenomeno, Euclydes da Cunha,
alto espirito de artista e pensador, escreveu que &laquo;a
ra&ccedil;a superior se torn&aacute;ra objecto remoto para que
tendiam
os mesti&ccedil;os deprimidos, e estes, procurando-o,
obedeciam ao proprio instincto da conserva&ccedil;&atilde;o e
da
defeza&raquo;.
<br />

<br />

Junte-se a este facto, comprovado pela historia de
todos os cruzamentos desse genero, o axioma ethnologico
da tendencia das ra&ccedil;as eugenicas para subordinarem
ao seu destino os elementos inferiores com que
se encontram e ter-se-&aacute; explicada a hegemonia do
portugu&ecirc;s na forma&ccedil;&atilde;o do typo novo, a
que se refere
Sylvio Rom&eacute;ro.
<br />

<br />

N&atilde;o foram exterminadas as ra&ccedil;as inferiores; foram
absorvidas lentamente, eliminadas pelos cruzamentos
sempre ascendentes. Tanto assim foi que, apezar da
enorme superioridade numerica dos africanos, a
immigra&ccedil;&atilde;o
escassissima dos lusos indo-europeus foi capaz
de formar a maioria branca que ha no Brasil e que &eacute;
uma evolu&ccedil;&atilde;o ainda n&atilde;o bastante
differenciada do typo
portugu&ecirc;s.
<br />

<br />

A nossa resistencia, como ra&ccedil;a colonizadora, apresentou
na America uma prova sem par. A sobreposi&ccedil;&atilde;o
das heran&ccedil;as psychicas das ra&ccedil;as fundidas quasi
se n&atilde;o distanciou da parcella lusitana, apesar da nossa
falta de cultura nos tres s&eacute;culos ultimos e apezar do
evidente accrescimo physiologico da popula&ccedil;&atilde;o ser
devido
aos cruzamentos.
<br />

<br />

Com absoluta raz&atilde;o, e em contrario do que affirmou
o visconde de Ouguella na <em>Quest&atilde;o
social</em>, sustentou
o sabio brasileiro dr. Luiz Pereira Barretto que
a ra&ccedil;a portuguesa n&atilde;o degenerou.
<br />

<br />

N&atilde;o &eacute;, diz o dr. Barretto, um caso de
degenera&ccedil;&atilde;o,
<span class="pagenum">[80]</span>
mas sim de inhibi&ccedil;&atilde;o cujas causas, a seu
v&ecirc;r, se encontram
na educa&ccedil;&atilde;o clerical e na subserviencia dos
poderes publicos ao clericalismo.
<br />

<br />

O Brasil curou-se desse mal, que ainda domina
a nossa terra.
<br />

<br />

<br />

O que se v&ecirc; da estratifica&ccedil;&atilde;o dos
primeiros elementos
constitutivos da popula&ccedil;&atilde;o do Brasil &eacute;
a conserva&ccedil;&atilde;o
das linhas geraes do typo portugu&ecirc;s, com os
seus defeitos, mas com as suas qualidades de
adapta&ccedil;&atilde;o
e de resistencia.
<br />

<br />

Foi com essa massa que, a partir da abertura dos
portos da ainda colonia ao commercio universal, se
tiveram de encontrar, em escala cada vez maior, os colonos
europeus de outras linguas.
<br />

<br />

N&atilde;o se verificava, apezar do atrazo do portugu&ecirc;s
e do brasileiro, a hypothese da collis&atilde;o de uma
ra&ccedil;a
superior, a ex&oacute;tica, com outra inferior, a nossa commum.
<br />

<br />

Se tal acontecesse, repetir-se-ia a selec&ccedil;&atilde;o
realizada
com os indios e africanos, selec&ccedil;&atilde;o que, desta
vez,
seria em prejuizo dos luso-brasileiros.
<br />

<br />

Ora, &eacute; precisamente o contrario&#8213;isto &eacute;, a
absorp&ccedil;&atilde;o
do elemento ex&oacute;tico&#8213;o phenomeno que se tem
de reconhecer na fus&atilde;o de ra&ccedil;as operada no
Brasil,
visto que, apezar da superioridade numerica desses
ex&oacute;ticos sobre os immigrantes portugueses, o typo brasileiro
n&atilde;o se alterou sensivelmente e as caracteristicas
nacionaes permanecem intactas e predominantes
nos proprios descendentes de gente de lingua estranha.
<br />

<br />

Daqui tem de se inferir que os dezoito a vinte milh&otilde;es
de brasileiros&#8213;a estatistica dir&aacute;, em 1910, se
s&atilde;o mais ou menos&#8213;possuem energias nacionaes capazes
de subordinar os adventicios ao seu modo de
ser proprio.
<br />

<br />

A civiliza&ccedil;&atilde;o var&iacute;a de clima para
clima.
<br />

<br />

<span class="pagenum"><a name="p81" id="p81">[81]</a></span>
O homem, ao expatriar-se, est&aacute; condemnado, por
uma fatalidade invencivel, a aspirar, para si e para a
sua descendencia, &aacute; civiliza&ccedil;&atilde;o
adequada ao paiz que
escolheu para domicilio.
<br />

<br />

Por isso, o emigrante procura, em regra, as regi&otilde;es
em que a sua adapta&ccedil;&atilde;o &eacute; menos
violenta.
<br />

<br />

Por isso, como diz Cesar Zumeta<sup><a href="#f20">[20]</a></sup>,
&laquo;quaesquer
que sejam as ra&ccedil;as povoadoras, na zona t&oacute;rrida
n&atilde;o
imperar&aacute; sen&atilde;o uma
civiliza&ccedil;&atilde;o lentamente progressiva&raquo;.
<br />

<br />

Por isso, o italiano e o allem&atilde;o se congregam nos
estados do sul do Brasil.<sup><a href="#f21">[21]</a></sup>
<br />

<br />

Por isso, finalmente, todos os estrangeiros das ra&ccedil;as
superiores s&atilde;o assimilados no Brasil, cujo meio,
antes de se modificar, os modifica a elles, at&eacute; a sua
completa identifica&ccedil;&atilde;o com o typo nacional, que,
&eacute;
claro, por sua vez tambem se transforma, como acontece
aos typos de todos os outros paizes.
<br />

<br />

As migra&ccedil;&otilde;es nunca deixaram de ter este
<a href="#e3">resultado</a>:
adaptam-se ao meio, mas influem na sua evolu&ccedil;&atilde;o.
<br />

<br />

<br />

<br />

<a name="c12" id="c12"></a>
<h3>XII<br />

<br />

O BRASIL E O AMERICANISMO
</h3>

<br />

Perguntar-se-&aacute; se achamos que, apezar de tudo, se
conservar&atilde;o no povo brasileiro, indissoluveis affinidades
com o povo portugu&ecirc;s.
<br />

<br />

O caso dos Estados Unidos da America, em que
sommam nove milh&otilde;es de habitantes os cidad&atilde;os de
origem alleman, inclina-nos a prev&ecirc;r que assim
vir&aacute; a
ser. Esses nove milh&otilde;es fundiram-se dentro da massa
<em>yankee</em>; e conservou-se o caracter
anglo-saxonio do
povo americano.
<br />

<br />

Ha differen&ccedil;as entre o ingl&ecirc;s e o
<em>yankee</em>. Decerto;
mas os tra&ccedil;os dominantes s&atilde;o communs; cada vez
mais
se estreitam os la&ccedil;os que prendem os dois povos e
maior &eacute; a influencia de um sobre o outro.
<br />

<br />

A differencia&ccedil;&atilde;o lenta do brasileiro do
portugu&ecirc;s &eacute;
um facto, do qual, por&eacute;m, n&atilde;o &eacute; licito
tirar illa&ccedil;&otilde;es pessimistas
quanto &aacute;s futuras rela&ccedil;&otilde;es entre ambos
nem
agourar phenomenos de desnacionaliza&ccedil;&atilde;o.
<br />

<br />

O Brasil de ha muito que est&aacute; em progresso, sob
<span class="pagenum">[84]</span>
todos os aspectos. Portugal n&atilde;o est&aacute; parado: a
sua
evolu&ccedil;&atilde;o &eacute; regressiva; vive
&aacute; procura de um Messias,
com institui&ccedil;&otilde;es cada vez mais anachronicas,
resistindo
&aacute; democracia triumphante em todo o planeta...
<br />

<br />

S&atilde;o dois povos que seguem rumos divergentes e
que, portanto, n&atilde;o se encontrar&atilde;o nunca mais,
salvo se
um delles se decidir a tomar o caminho do outro...
<br />

<br />

<br />

O Brasil, pela sua integra&ccedil;&atilde;o no corpo
democratico
americano, pelas exigencias da politica internacional e
por tendencias de ordem politica, economica e moral,
que demonstrava desde a sua independencia, poude
transformar-se por completo.
<br />

<br />

A ra&ccedil;a regenerou-se, livrando-se das causas da
inhibi&ccedil;&atilde;o,
que a combalia.
<br />

<br />

O espirito americano j&aacute; n&atilde;o p&oacute;de ser
considerado
simples phrase de jactanciosa literatura politica para
effeitos oratorios. &Eacute; uma realidade.
<br />

<br />

Toda a America latina evolve segundo normas novas.
Donde surgiram essas normas? Da influencia da
civiliza&ccedil;&atilde;o norte-americana, n&atilde;o ha
duvida alguma.
<br />

<br />

Os hispano-americanos estavam realmente feridos
pela tempestade, como dizia Castelar. Era a tempestade
resultante do conflicto da civiliza&ccedil;&atilde;o ancestral
com
o meio. Verificava-se, mais uma vez, que a cada clima
conv&eacute;m uma civiliza&ccedil;&atilde;o especial, que
n&atilde;o ha, no planeta,
uma civiliza&ccedil;&atilde;o uniforme e typica.
<br />

<br />

A adapta&ccedil;&atilde;o lenta do que, da
civiliza&ccedil;&atilde;o norte-americana,
podia coadunar-se com os nucleos diversos do povoamento
da America, gerou a corrente de sentimentos
e de id&eacute;as que, por constituir uma s&eacute;rie de
evidentes
pontos de contacto entre os povos americanos, teve a
denomina&ccedil;&atilde;o de <em>espirito
americano</em>.
<br />

<br />

Este espirito, em que p&eacute;se aos
<em>snobs</em> que achincalham
o papel da democracia norte-americana, derivou
da attitude dos Estados Unidos deante da amea&ccedil;a de
<span class="pagenum">[85]</span>
interven&ccedil;&atilde;o da Santa
Allian&ccedil;a&#8213;t&atilde;o santa como a
Inquisi&ccedil;&atilde;o!&#8213;a
favor da Hespanha e contra as colonias
que se lhe tinham declarado independentes.
<br />

<br />

Bem sabemos que o governo americano hesitou
deante da situa&ccedil;&atilde;o. A Santa Allian&ccedil;a
era poderosa e
os Estados Unidos eram, ent&atilde;o, uma
na&ccedil;&atilde;o relativamente
fraca.
<br />

<br />

Em 1823, o presidente Monr&ouml;e, com o auxilio da
Inglaterra, ou sem elle&#8213;pouco importa&#8213;resolvia-se,
afinal, a assumir a posi&ccedil;&atilde;o de que havia de
decorrer a
chamada mais tarde &laquo;doutrina de Monr&ouml;e&raquo;.
<br />

<br />

Foi na mensagem de 23 de dezembro do referido
anno. Dizia o presidente dos Estados Unidos, depois
de exprimir o seu respeito pela partilha, ent&atilde;o consummada,
da America:
<br />

<br />

&laquo;Em rela&ccedil;&atilde;o aos governos que declararam
e t&ecirc;m mantido
a sua independencia, a qual, depois de grande reflex&atilde;o
e obedecendo a principios de justi&ccedil;a, reconhecemos,
toda e qualquer interferencia por parte de alguma potencia
europ&eacute;a com o fim de os opprimir e de qualquer
forma pesar sobre os seus destinos, s&oacute; poder&aacute; ser
olhada por n&oacute;s como demonstra&ccedil;&atilde;o pouco
amigavel
feita aos Estados Unidos.&raquo;
<br />

<br />

Esta &eacute;, em resumo, a c&eacute;lebre doutrina com que,
&aacute; nascen&ccedil;a,
se viram protegidas as republicas hispano-americanas.
&Eacute; certo que os ingleses secundaram, no proprio
interesse, a defeza desses novos estados proclamada
por Monr&ouml;e.
<br />

<br />

Mas, se essas na&ccedil;&otilde;es estavam, at&eacute;
certo ponto,
garantidas contra a antiga metr&oacute;pole, deviam-no &aacute;
iniciativa
dos Estados Unidos. A sua marcha evolutiva
tinha de resentir-se desse facto e a influencia, que o
progresso vertiginoso da uni&atilde;o do Norte veiu a exercer
sobre ellas, accentuou ainda mais profundamente
a id&eacute;a de que interesses superiores prendiam entre si
os povos americanos.
<br />

<br />

O esp&iacute;rito americano, sobre essa base effectiva da
<span class="pagenum">[86]</span>
protec&ccedil;&atilde;o reciproca do principio nacional,
n&atilde;o podia
deixar de se fortalecer e consolidar.
<br />

<br />

Para isso contribu&iacute;a a differencia&ccedil;&atilde;o
que o meio e
os cruzamentos ethnicos impunham a esses estados,
apartando-os mais e mais, se bem que lentamente, dos
colonizadores.
<br />

<br />

O esfor&ccedil;o das sociedades hispano-americanas para
se adaptarem ao espirito americano, desvincilhando-se
de institui&ccedil;&otilde;es e costumes do outro lado do
Oceano, &eacute;
a explica&ccedil;&atilde;o que d&atilde;o todos os
soci&oacute;logos, que estudaram
o phenomeno, das suas luctas civis e dos seus frequentes
eclypses de legalidade.
<br />

<br />

<br />

N&atilde;o assim com o Brasil. A evolu&ccedil;&atilde;o
brasileira, at&eacute;
o inicio do derradeiro quartel do s&eacute;culo passado, operou-se
quasi livremente do espirito americano.
<em>Quasi</em>,
dizemos, porque a sua influencia se encontra em todo
o imperio como elemento modificador das tendencias,
intrinsecas do povo brasileiro.
<br />

<br />

&Eacute; facil comprehender a disparidade apontada.
<br />

<br />

Em primeiro logar, a antiga colonia americana de
Portugal constituiu um imperio, uma realeza, sob um
principe portugu&ecirc;s. Pedro I do Brasil, mais tarde IV
de Portugal, j&aacute; n&atilde;o poude deixar de conceder ao
Brasil
o systema representativo, despojando-se dos attributos
divinos da realeza absoluta. &Eacute; que a America,
<em>pelo seu espirito</em>, j&aacute;
n&atilde;o podia tolerar essa institui&ccedil;&atilde;o
politica ainda vigente em Portugal.
<br />

<br />

N&atilde;o ha barreiras nem muralhas chinesas impermeaveis
&aacute;s id&eacute;as; e o principe portugu&ecirc;s, ao
sentar-se no
unico throno da America, comprehendeu essa verdade.
<br />

<br />

A Pedro IV deveu Portugal a dadiva de um systema
vasado nos mesmos moldes que eleg&ecirc;ra o auctor
ingl&ecirc;s a quem o filho de Jo&atilde;o VI e Carlota
Joaquina
encommend&aacute;ra a primeira...
<br />

<br />

<span class="pagenum">[87]</span>
Tanto basta para v&ecirc;r, com nitidez, que a
evolu&ccedil;&atilde;o
brasileira n&atilde;o estava destinada a seguir, desde a
independencia,
o espirito americano.
<br />

<br />

O phenomeno politico-social occorrido no Brasil defendeu,
durante largo periodo da sua elabora&ccedil;&atilde;o nacional,
as affinidades entre a antiga metr&oacute;pole e a ex-colonia
contra as id&eacute;as e os sentimentos de que os Estados
Unidos iam impregnando os mais estados do Novo
Mundo.
<br />

<br />

Ao passo que os hispano-americanos, sob novas
institui&ccedil;&otilde;es
politicas, entravam em violenta differencia&ccedil;&atilde;o
com a Hespanha, os luso-americanos, logo ap&oacute;s a
separa&ccedil;&atilde;o, tinham convivio intimo e familial com
Portugal
e dos portugueses recebiam e aos portugueses
transmittiam, num commercio ininterrupto, id&eacute;as e
sentimentos.
<br />

<br />

&Eacute;, pois, absolutamente diversa a historia dos descendentes
dos dois povos da peninsula ib&eacute;rica.
<br />

<br />

N&atilde;o foi sen&atilde;o nas duas ultimas d&eacute;cadas
do imperio
que os brasileiros denotaram o influxo americano.
<br />

<br />

O casamento civil dos acatholicos e a quest&atilde;o da
extens&atilde;o do estado civil, o debate jornal&iacute;stico
&aacute;c&ecirc;rca
da liberdade de cultos e da seculariza&ccedil;&atilde;o dos
cemiterios
e a id&eacute;a de federar as provincias<sup><a href="#f22">[22]</a></sup>
s&atilde;o provas
da
ac&ccedil;&atilde;o americana, que, no Brasil, continuava,
assim, a
obra encetada quando se adopt&aacute;ra o principio da
elei&ccedil;&atilde;o,
se bem que restricta, dos membros da segunda
camara, o senado.
<br />

<br />

Dahi por deante accentuou-se o contagio e o estatuto
politico saido da revolu&ccedil;&atilde;o de 1889 consagra de
maneira definitiva a adhes&atilde;o do Brasil ao americanismo.
<br />

<br />

<span class="pagenum">[88]</span>
A lei basica de 24 de fevereiro de 1891 &eacute; calcada
na americana de 1787, na qual Gladstone via &laquo;a
crea&ccedil;&atilde;o
mais admiravel que a intelligencia humana produziu
de um s&oacute; jacto&raquo;.
<br />

<br />

N&atilde;o s&atilde;o, todavia, bem fundadas as criticas que
attribuem
&aacute; adop&ccedil;&atilde;o desse modelo institucional o
caracter
de uma quebra de continuidade na historia do Brasil.
Se assim f&ocirc;sse, tambem n&atilde;o teria outro significado
o
advento do regimen representativo, nos paizes antes
sob realezas absolutas, a valer inviolaveis e sagradas.
<br />

<br />

Os povos, por mais que o queiram, n&atilde;o interceptam
o curso da sua historia. Quando o arbitrio o tenta, logo
surge a reac&ccedil;&atilde;o invencivel do seu determinismo a
rep&ocirc;r
tudo no logar adequado e nos necessarios termos.
<br />

<br />

Mudam-se, de uma hora para outra, os systemas
politicos, que s&atilde;o obra de interesses colligados e
defendidos
pela for&ccedil;a material do poder detentor das armas,
dos sellos do estado e das arcas da na&ccedil;&atilde;o.
<br />

<br />

N&atilde;o se mudam, por&eacute;m, em dias, nem &aacute;s
vezes em
annos, os systemas sociaes, conjunctos de institutos juridicos,
de tradi&ccedil;&otilde;es e de costumes, que evolvem, sem
saltos, serena e continuamente.
<br />

<br />

O Brasil passou de um imperio centralizado a uma
republica federativa. Mudou de regimen politico; mas
conservou, melhorando-as, como preceit&uacute;a Comte, as
suas institui&ccedil;&otilde;es sociaes.
<br />

<br />

N&atilde;o o affirma, de modo frisante e de per si, o facto
de ter ainda em vigor as
<em>ordena&ccedil;&otilde;es do
reino</em>, modificadas,
natural e logicamente, por leis exigidas, em
todos os ramos do direito, pelo progresso humano e
pelo progresso nacional?
<br />

<br />

Portugal codificou o seu direito civil. O Brasil ainda
n&atilde;o o fez; mas a verdade &eacute; que a sua
legisla&ccedil;&atilde;o fragmentaria
<span class="pagenum">[89]</span>
revogou e alterou, de accordo com as necessidades
dos tempos, as velhas leis portuguesas, aproveitando,
dellas, o que podia em cada momento ser
conservado.
<br />

<br />

Este feitio da vida juridica brasileira denota raro
ap&ecirc;go ao passado e constitue eloquente protesto contra
a assevera&ccedil;&atilde;o gratuita de que o Brasil propende
voluntariamente para se afastar do espirito das leis
portuguesas. Era-lhe, por&eacute;m, impossivel crystalizar
dentro da rigidez de normas legaes correspondentes a
um estad&iacute;o transitorio do seu desenvolvimento.
Transformou-se,
porque progrediu. E, como, ao progredir,
n&atilde;o podia ficar a par da nossa marcha morosa e &aacute;s
vezes regressiva, distanciou-se de n&oacute;s e acceitou as
id&eacute;as que &aacute;s suas condi&ccedil;&otilde;es
mais quadravam.
<br />

<br />

O meio politico e social do Novo Mundo assimilou,
afinal, o espirito juridico brasileiro; comtudo, o
povo brasileiro permaneceu, no ponto de vista da lingua,
das tradi&ccedil;&otilde;es moraes e da propria
constitui&ccedil;&atilde;o
da familia, muito chegado e proximo do povo portugu&ecirc;s.
<br />

<br />

Por qu&ecirc;? Pela simples raz&atilde;o de n&atilde;o
haver o Brasil
assentado a sua ascens&atilde;o para a radiosa doutrina americana
sobre os destro&ccedil;os das conquistas definitivas
dos seus maiores e das suas proprias.
<br />

<br />

No Brasil n&atilde;o se violentaram os costumes, cren&ccedil;as
e tradi&ccedil;&otilde;es fundamentaes do povo. Eliminou-se o
que
o desfiar dos annos tornou caduco ou discordante da
nova sociedade. N&atilde;o houve rompimento com o passado
e, portanto, no dizer conceituoso de Burke, &laquo;n&atilde;o
se desorganizou o futuro&raquo; porque se aproveitou &laquo;a
experiencia
accumulada de gera&ccedil;&otilde;es successivas&raquo;.
<br />

<br />

Esta sequencia do espirito juridico, que caracteriza
e distingue a ra&ccedil;a anglo-saxonia, revela-se, mais do
que em todas as na&ccedil;&otilde;es ibero-americanas, no
Brasil.
<br />

<br />

Assim &eacute; que o Brasil, mais do que todas essas
na&ccedil;&otilde;es,
<span class="pagenum">[90]</span>
mantem radicaes affinidades com o seu povo de
origem, com Portugal. &Eacute; no sul o que no norte do
continente &eacute; a federa&ccedil;&atilde;o americana:
ambas representam
typicamente os colonizadores, muito embora as
condi&ccedil;&otilde;es
politicas, as exigencias do ambiente novo e a fus&atilde;o
de ra&ccedil;as estranhas tenham estabelecido, entre os
dois ramos de cada uma dessas familias, signaes distinctivos
e peculiares.
<br />

<br />

<br />

O que se deu em ambos os paizes est&aacute; compendiado
na phrase de Story<sup><a href="#f23">[23]</a></sup>:
&laquo;O direito da Inglaterra
n&atilde;o deve ser considerado <em>a todos os
respeitos</em> como o
da America. Os nossos maiores trouxeram os seus
<em>principios geraes</em> e defenderam-no
como o seu direito
patrimonial. Mas trouxeram-no comsigo e adoptaram
s&oacute;mente a <em>parte applicavel &aacute; sua
condi&ccedil;&atilde;o</em>.&raquo;
<br />

<br />

Com effeito, como vimos, o Brasil tambem adoptou
s&oacute;mente a &laquo;parte applicavel &aacute; sua
condi&ccedil;&atilde;o&raquo;. Assim
foi que repudiou a camara dos senhores e instituiu a
dos senadores, em que a democracia americana enxert&aacute;ra
o principio da elei&ccedil;&atilde;o popular.
<br />

<br />

Isto j&aacute; no imperio! Na Republica, em consequencia
do regimen adoptado e de precendentes influencias intra-continentaes,
a doutrina do aproveitamento da
<em>parte</em>
do direito tradicional <em>applicavel</em>
&aacute; condi&ccedil;&atilde;o do novo
povo tinha de ser posta em pratica mais largamente.
Era inevitavel. Ia-se proceder a uma selec&ccedil;&atilde;o
&aacute; qual
tinham de succumbir muitos dos archaicos e obsol&eacute;tos
principios do direito portugu&ecirc;s, j&aacute; adaptado ao
ser introduzido
no Brasil.
<br />

<br />

Apparecia, na reconstruc&ccedil;&atilde;o republicana do
Brasil,
o agente differenciador americano, que j&aacute; lhe n&atilde;o
era
estranho. Encontrava, por&eacute;m, no proprio regimen politico,
facilidades que antes lhe tinham faltado.
<br />

<br />

A Constitui&ccedil;&atilde;o Brasileira, de 24 de fevereiro de
1891, foi o promotor principal desta reforma, que, a perdurar
o alheiamento de Portugal ao progresso contemporaneo,
parece destinada a precipitar o divorcio entre
as duas civiliza&ccedil;&otilde;es.
<br />

<br />

<br />

<br />

<a name="c13" id="c13"></a>
<h3>XIII<br />

<br />

AS DIVERGENCIAS
</h3>

<br />

Agora, volvidos vinte annos sobre a qu&eacute;da do imperio
de D. Pedro II, n&atilde;o &eacute; licito a pess&ocirc;as
de s&atilde;o
juizo admittir a possibilidade da restaura&ccedil;&atilde;o
monarchica.
<br />

<br />

A Republica &eacute; definitiva. Com os della est&atilde;o
confundidos
os destinos nacionaes.
<br />

<br />

Em v&atilde;o, em 1896, o visconde de Ouro Preto exprimia,
na carta-prefacio dos <em>Fastos da
Dictadura</em>, de
Eduardo Prado, esperan&ccedil;as de
restaura&ccedil;&atilde;o e dirigia
uma sauda&ccedil;&atilde;o &laquo;&aacute; phalange dos
batalhadores do porvir,
investidos da sagrada miss&atilde;o de sanar os males causados
&aacute; sociedade&raquo; brasileira,
&laquo;reencaminhando-a aos seus
luminosos destinos&raquo;!
<br />

<br />

Em 1900, o sr. Joaquim Nabuco, num artigo da
<em>Noticia</em>, confessava que havia muito
que a &laquo;sua attrac&ccedil;&atilde;o
politica&raquo; era &laquo;para se conciliar com os novos
destinos
do paiz, <em>quaesquer que elles
fossem</em>&raquo;. E quando se
realizou o 3.&ordm; Congresso Pan-Americano no Rio de Janeiro,
<span class="pagenum">[94]</span>
o preclaro diplomata explicou a sua adhes&atilde;o ao
novo regimen pelo reconhecimento de que s&oacute; com a
Republica a sua patria podia realizar a parte que lhe
compete na obra continental decorrente da doutrina de
Monr&ouml;e.
<br />

<br />

As novas institui&ccedil;&otilde;es incorporaram o Brasil ao
pan-americanismo.<sup><a href="#f24">[24]</a></sup>
<br />

<br />

O exito republicano consolidou essa transforma&ccedil;&atilde;o
e garantiu a continuidade de ac&ccedil;&atilde;o do espirito
americano
na vida nacional brasileira. N&atilde;o ha duvida.
<br />

<br />

Vinte annos de democracia, num paiz em que n&atilde;o
havia privilegios de casias, bastam para tornar definitiva
a aboli&ccedil;&atilde;o do velho systema politico, com todas
as
suas consequencias e para dar consistencia indestructivel
&aacute; actual ordem politica e &aacute;s suas logicas
illa&ccedil;&otilde;es
sociaes.<sup><a href="#f25">[25]</a></sup>
<br />

<br />

<span class="pagenum">[95]</span>
Quem tinha quinze a vinte annos, ao ser proclamada
a Republica, conta hoje entre trinta e cinco e
quarenta annos: fez-se homem na Republica.
<br />

<br />

E quem tinha menos do que essa edade recebeu
educa&ccedil;&atilde;o absolutamente republicana, formou o seu
espirito
<span class="pagenum">[96]</span>
nos principios trazidos pela orienta&ccedil;&atilde;o politica
americana.
<br />

<br />

&Eacute;, portanto, a parte activa da sociedade brasileira
que representa as aspira&ccedil;&otilde;es pan-americanistas.
<br />

<br />

O futuro pertence lhe. Nella abdicam os que conseguiram
accommodar-se dentro das institui&ccedil;&otilde;es novas
e os que, por uma incompatibilidade intima, quasi organica,
est&atilde;o condemnados &aacute;
absten&ccedil;&atilde;o para o resto dos
seus dias.
<br />

<br />

A essencia do espirito americano &eacute; a liberdade,
comprehendida como a maxima amplitude deixada e
garantida &aacute; ac&ccedil;&atilde;o individual.
<br />

<br />

Diz um publicista notavel que, se o principio do
<em>self-government</em> &eacute; um
axioma politico para o norte-americano,
o seu complemento, no terreno social, &eacute; o
<em>self-help</em>, base dos direitos
individuaes.
<br />

<br />

A soberania do direito, alicerce do direito publico
anglo-saxonio, opp&otilde;e-se a que as garantias individuaes
sejam postergadas pelo povo ou pelos seus mandatarios.
&Eacute; o que Laboulaye exprime, quando diz que os
direitos individuaes, na Constitui&ccedil;&atilde;o Americana,
s&atilde;o
considerados preexistentes e superiores &aacute;
Constitui&ccedil;&atilde;o.
<br />

<br />

A Constitui&ccedil;&atilde;o Brasileira, no seu artigo 72, em
que
foi mais completa do que a de 1789 na declara&ccedil;&atilde;o
dos
direitos do homem e do cidad&atilde;o, consagra a doutrina
americana.
<br />

<br />

Eis uma divergencia essencial entre o Brasil e Portugal
<span class="pagenum">[97]</span>
ou qualquer outro estado do continente europeu.
Com effeito, pond&eacute;ra Arthur Orlando, professor de direito
no Recife:
<br />

<br />

&laquo;Segundo o direito europeu compete ao soberano
regular de modo absoluto as rela&ccedil;&otilde;es entre os
particulares
e os poderes publicos. No direito americano,
<em>vis-&agrave;-vis</em> das
auctoridades publicas, o particular tem
direitos imprescriptiveis, inalienaveis, cuja garantia
compete aos tribunaes judiciarios.&raquo;<sup><a href="#f26">[26]</a></sup>
<br />

<br />

&laquo;Em face dos principios do direito constitucional
das na&ccedil;&otilde;es europ&eacute;as, o soberano,
chame-se imperador
ou povo, n&atilde;o encontra obstaculos &aacute; sua vontade:
perante
os principios do direito constitucional dos povos
americanos, os direitos individuaes est&atilde;o ao abrigo da
ac&ccedil;&atilde;o, mesmo collectiva, dos poderes publicos, e,
portanto,
isentos de todo ataque.&raquo;<sup><a href="#f26">[26]</a></sup>
<br />

<br />

Mas desta differen&ccedil;a deriva outra, por egual importante.
<br />

<br />

O poder judiciario americano v&eacute;la pelo respeito dos
direitos individuaes, cohibindo as exorbitancias dos
outros poderes, isto &eacute;, tanto do executivo como do
legislativo.
<br />

<br />

&laquo;As leis&#8213;l&ecirc;-se em Story&#8213;sem tribunaes que
interpretem
e indiquem o seu verdadeiro sentido e applica&ccedil;&atilde;o,
s&atilde;o letra morta.&raquo;<sup><a href="#f27">[27]</a></sup>
<br />

<br />

Foi com o mesmo fim que a Constitui&ccedil;&atilde;o
Brasileira,
art.<sup>o</sup> 59, III, &sect; 1.&ordm;, alinea
<em>a</em>, deu ao Supremo Tribunal
Federal competencia para julgar da validade ou
applica&ccedil;&atilde;o
dos tratados e leis federaes e das leis e actos
dos governos estadoaes.<sup><a href="#f28">[28]</a></sup>.
<br />

<br />

<span class="pagenum">[98]</span>
No Brasil e na Argentina, como nos Estados-Unidos,
n&atilde;o &eacute; raro v&ecirc;r o poder judiciario
decretar, por
senten&ccedil;a, a inconstitucionalidade de leis votadas pelo
Congresso e sanccionadas pelo poder executivo.
<br />

<br />

Ali&aacute;s, a tendencia do espirito americano &eacute; para
resolver
todas as quest&otilde;es de direito por tribunaes competentes.
O julgamento arbitral &eacute; a forma de decidir os
litigios internacionaes.
<br />

<br />

O Brasil, cuja lei basica, art.<sup>o</sup> 88, prohibe as
guerras
de conquista, tem demonstrado amplamente a sua
adhes&atilde;o ao arbitramento.<sup><a href="#f29">[29]</a></sup>.
<br />

<br />

E, sem pormenorizar a doutrina Drago, em que o
ex-ministro argentino quiz firmar o principio da n&atilde;o
interven&ccedil;&atilde;o armada para a cobran&ccedil;a de
dividas de estados,
&eacute; evidente que, na America, se caminha para
um acc&ocirc;rdo de que ha de resultar uma justi&ccedil;a
internacional,
continental pelo menos, destinada a dar realidade
ao espirito americano nessa esphera juridica.
<br />

<br />

E essa tendencia, como observa Calvo<sup><a href="#f30">[30]</a></sup>,
&laquo;ha de
transformar as rela&ccedil;&otilde;es entre os povos, porque,
hoje,
n&atilde;o ha meias soberanias e a America cada vez ha de
pesar mais nessas rela&ccedil;&otilde;es&raquo;,<sup><a href="#f31">[31]</a></sup> com a
entrada dos
seus estados na linha das for&ccedil;as com que se ter&aacute;
de
contar, como se contou sempre, para que o direito internacional
tenha sanc&ccedil;&atilde;o e se torne effectivo.
<br />

<br />

Nesta materia tambem nos vamos inevitavelmente
afastando dos nossos irm&atilde;os de al&eacute;m-mar:
qued&aacute;mo-nos
<span class="pagenum">[99]</span>
atidos e atados &aacute; enygmatica, mysteriosa e confusa
politica, que consiste em ter e n&atilde;o perder o apoio de
uma grande potencia, a qual tem sido a Inglaterra,
mas que, ahi por 1886 a 1891, esteve para ser a Allemanha...
<br />

<br />

N&atilde;o nos m&oacute;ve a consciencia do nosso destino;
tratamos
de alcan&ccedil;ar arrimo. N&atilde;o obedecemos a interesses
claros da nacionalidade nem a exigencias da nossa
expans&atilde;o, nem sequer a affinidades de cultura ou
imposi&ccedil;&otilde;es
da economia portuguesa: requestamos um
bom encosto, embora s&oacute; nos sirva para satisfazer vaidades
e pavonear for&ccedil;as alheias.
<br />

<br />

<br />

Seria longo enumerar todos os aspectos sociaes em
que divergem, j&aacute; neste momento, os povos brasileiro
e portugu&ecirc;s. N&atilde;o ha, por&eacute;m, duvida
alguma de que a
causa primordial desse facto, que a fatalidade do menor
esfor&ccedil;o ha de estender e ampliar de dia para dia,
&eacute; o espirito americano, que incorporou, afinal, na
consciencia
continental, a consciencia brasileira.
<br />

<br />

Os povos de toda a America sentem que t&ecirc;m destinos
communs no desenvolvimento da humanidade.
<br />

<br />

O Brasil n&atilde;o podia deixar de commungar nesse sentimento.
Em todas as manifesta&ccedil;&otilde;es da sua vida actual
&eacute; facil reconhecel-o:
<br />

<br />

&Eacute; o resultado da ac&ccedil;&atilde;o exercida pelos
Estados-Unidos,
cuja constitui&ccedil;&atilde;o, &laquo;sobre a qual
s&atilde;o vasadas
<em>todas</em> as
constitui&ccedil;&otilde;es politicas dos povos
americanos&raquo;,
creou um direito novo, <em>sui generis</em>.
<br />

<br />

<em>Sui generis</em> &eacute;, com
effeito. A capacidade juridica da
mulher, que na Europa n&atilde;o &eacute; completa nem na
Gran-Bretanha,
&eacute;-o nos Estados-Unidos. &laquo;P&oacute;de praticar
qualquer
acto juridico ou extra-judicial independente da
auctoriza&ccedil;&atilde;o do marido&raquo;, diz Arthur
Orlando.
<br />

<br />

A essa corrente obedeceram, no debate recente de
um projecto de lei regulador da dissolu&ccedil;&atilde;o do
vinculo
<span class="pagenum">[100]</span>
conjugal, alguns dos mais adeantados legisladores brasileiros.
<br />

<br />

&Aacute; liberdade de testar, principio inherente &aacute;
forma&ccedil;&atilde;o
individualista dos povos anglo-saxonios, tem de se
attribuir o dispositivo da lei brasileira de 31 de Dezembro
de 1907, que conf&eacute;re &laquo;ao testador, que
tiv&eacute;r descendente
ou ascendente successivel, a faculdade de
disp&ocirc;r de metade dos seus bens&raquo;, em vez da
ter&ccedil;a
parte.
<br />

<br />

&Eacute; um passo dado para a conquista de mais essa
liberdade, &aacute; qual, em grande parte, devem ingleses e
<em>yankees</em> a sua iniciativa e,
portanto, o exito na lucta
pela vida.
<br />

<br />

N&oacute;s, latinos, avergados ao pavor do principio da
auctoridade, veneradores do estado providencia, picados
da tarantula romana das conquistas e da partilha
das presas, revendo na gloria das armas a f&oacute;rma ancestral
e exclusiva de triumphar&#8213;estamos hoje, como
ha trezentos annos, naquella these de que a heran&ccedil;a
&eacute;
um dever que os paes cumprem para com os filhos.
<br />

<br />

N&atilde;o &eacute;, por&eacute;m, s&oacute; isso.
<br />

<br />

Ao mesmo espirito j&aacute; era devida a
institui&ccedil;&atilde;o:
<br />

<br />

1.&ordm; Do <em>habeas-corpus</em>, no
estatuto basico da Republica,
art.<sup>o</sup> 72 &sect; 22;
<br />

<br />

2.&ordm; Da responsabilidade do chefe da
na&ccedil;&atilde;o por meio
do <em>impeachment</em> ou
accusa&ccedil;&atilde;o pela camara, art.<sup>os</sup>
53 e 54;
<br />

<br />

3.&ordm; Da competencia privativa do poder legislativo
para or&ccedil;ar a receita e fixar a despeza, art.<sup>o</sup>
34 &sect;
1.&ordm;, e
para resolver definitivamente sobre os tratados e
conven&ccedil;&otilde;es
com as na&ccedil;&otilde;es estrangeiras, art.<sup>o</sup>
34 &sect;
12.&ordm;;
<br />

<br />

4.&ordm; Da indissolubilidade do Congresso<sup><a href="#f32">[32]</a></sup>, da sua
reuni&atilde;o de direito proprio, e da faculdade privativa de
<span class="pagenum">[101]</span>
deliberar sobre a proroga&ccedil;&atilde;o e adiamento das suas
sess&otilde;es, art.<sup>o</sup> 17 e seus
&sect;&sect;;
<br />

<br />

5.&ordm; Da concess&atilde;o aos estrangeiros de todos os
direitos
pelo art.<sup>o</sup> 72 dados aos nacionaes, entre os
quaes
a liberdade de cultos e o ensino publico leigo.
<br />

<br />

Em Portugal nada disso existe. Como se ha de querer
que caminhem parallelamente povos que divergem
t&atilde;o radicalmente nos seus costumes politicos e nas suas
concep&ccedil;&otilde;es juridicas?
<br />

<br />

Pura utop&iacute;a! V&ecirc;de o que contrap&ocirc;mos a
esses cinco
pontos enumerados acima:
<br />

<br />

1.&ordm; N&atilde;o ha garantias que defendam os
cidad&atilde;os
contra o arbitrio da auctoridade: o juizo de
instruc&ccedil;&atilde;o
criminal&#8213;por suspeitas e denuncias!&#8213;prendeu, por
quasi tres mezes, quatro homens, para o inquerito sobre
o regicidio;
<br />

<br />

2.&ordm; A irresponsabilidade do chefe da
na&ccedil;&atilde;o &eacute; constitucional;
o caso dos adeantamentos estereotypa o nosso
estado em materia de responsabilidades dos proprios
ministros, <em>responsaveis</em>, segundo a
fic&ccedil;&atilde;o legal;
<br />

<br />

3.&ordm; A dictadura financeira &eacute; a regra, a que
s&oacute; se
foge &laquo;quando os ares andam turvos&raquo;: o
or&ccedil;amento,
confessaram-no todos os partidos portugueses, &eacute; uma
mentira; quanto &aacute; competencia do parlamento, em materia
de tratados, basta citar o caso mais recente, o
tratado luso-sul-africano, em que ao poder legislativo...
se reservou a nobre func&ccedil;&atilde;o de n&atilde;o o
discutir
sequer;
<br />

<br />

4.&ordm; A camara electiva em Portugal foi dissolvida
quasi systematicamente durante o reinado do rei Carlos,
j&aacute; o foi neste e quanto a proroga&ccedil;&otilde;es
e adiamentos
s&oacute; se n&atilde;o d&atilde;o os que o governo
n&atilde;o quer; as c&ocirc;rtes
n&atilde;o se reunem de direito proprio; &eacute; o rei que as
convoca;
<br />

<br />

5.&ordm; Dos direitos do estrangeiro em Portugal avalie-se
pela expuls&atilde;o de Souza Carneiro, Salmer&oacute;n e
Francisco Ferrer, entre muitos mais; a liberdade religiosa
<span class="pagenum">[102]</span>
aquilata-se pelo julgamento recente de um jornalista
republicano em Vizeu; o ensino leigo define-se
pela obriga&ccedil;&atilde;o de recitar pr&eacute;ces
catholicas nos actos
da Universidade. &Eacute; verdade que, antes de jurar defender
a Patria, o rei tem de jurar, pela Carta, manter a
religi&atilde;o catholica, apostolica, romana!...
<br />

<br />

Isto tudo acontece neste paiz de gloriosas
tradi&ccedil;&otilde;es,
regido por formulas j&aacute; esquecidas pela maioria dos
povos civilizados.
<br />

<br />

Ser&aacute;, por acaso, a nossa terra uma das
<em>wasted
countries</em> (paizes desperdi&ccedil;ados,
n&atilde;o utilizados) a que
alludiu, ha annos, sir John Lubbock?
<br />

<br />

Ser&aacute; um desses estados para que o patricio e nosso
tristemente conhecido marquez de Salisbury aconselhava
a expropria&ccedil;&atilde;o por utilidade internacional?
<br />

<br />

Dir-se-ia Portugal transferido para os tr&oacute;picos, cuja
heran&ccedil;a, no dizer de Kidd, est&aacute; sendo agora
disputada,
depois da conquista da terra habitavel pela ra&ccedil;a branca.<sup><a href="#f33">[33]</a></sup>
<br />

<br />

<br />

<br />

<a name="c14" id="c14"></a>
<h3>XIV<br />

<br />

A APPROXIMA&Ccedil;&Atilde;O
</h3>

<br />

N&atilde;o &eacute; facil comprehender como o conjuncto de
leis,
costumes e pendores, que acabamos de summariar e
indicar &aacute; atten&ccedil;&atilde;o dos homens de
intelligencia e boa
vontade, tivesse, em regra, escapado ao espirito dos
conselheiros da nossa terra de doutores.
<br />

<br />

N&atilde;o ha, todavia, vestigio algum de que se houvessem
apercebido da realidade os nossos estadistas de
pechisbeque nem tampouco os argutos diplomatas, que
s&aacute;em do favoritismo cortez&atilde;o para o desempenho
das
suas miss&otilde;es com o c&eacute;rebro vasio de
id&eacute;as e at&eacute; das
no&ccedil;&otilde;es elementares das mais comesinhas coisas
divulgadas
pelas bibliothecas populares com que a limpida
intelligencia francesa procura chamar &aacute;s cercanias da
civiliza&ccedil;&atilde;o as gentes retardatarias.
<br />

<br />

Que aos cidad&atilde;os portugueses, que formam o grosso
dos setenta e tantos por cento que a estatistica declara
analphabetos, seja inattingivel o phenomeno,
admitte-se, explica-se e justifica-se.
<br />

<br />

<span class="pagenum">[104]</span>
Mas que, nas proprias classes tidas por cultas e, de
facto, dirigentes, se pense ainda que o Brasil nos f&oacute;ge
das m&atilde;os e que o podemos e devemos segurar, bastando
para tanto a vontade de o fazermos; que, nessas
classes, se attribua a animadvers&atilde;o por parte dos
governos brasileiros o que deflue logicamente dos elementos
vitaes das sociedades; que, nesses meios venturosos,
se procurem solu&ccedil;&otilde;es a um problema, que se
presume conhecer mas realmente se desconhece, e n&atilde;o
se lembre ninguem de investigar os seus precisos termos&#8213;&eacute;
symptoma alarmantissimo para todos aquelles
que ainda amam esta nossa patria e aspiram a uma vida
nacional digna e pr&oacute;spera.
<br />

<br />

Acaso ha quem julgue que perduram no Brasil resentimentos
contra a antiga metr&oacute;pole?
<br />

<br />

Acaso toda essa gente gra&uacute;da e f&uacute;til
n&atilde;o tem olhos
para v&ecirc;r e ouvidos para ouvir?
<br />

<br />

N&atilde;o chegam &aacute; sua intelligencia
pregui&ccedil;osa nem &aacute;
sua alma embotada pelo egoismo as provas constantes
de intenso affecto que os brasileiros nos d&atilde;o?
<br />

<br />

N&atilde;o se sente em Portugal que as nossas m&aacute;guas e
as nossas alegrias fazem pulsar, para l&aacute; do Atlantico,
milh&otilde;es de peitos e tremer milh&otilde;es de labios em
que
as primeiras palavras balbuciadas o foram na lingua
commum?
<br />

<br />

Triste, tristissimo estado da nossa alma, vergonhosa
condi&ccedil;&atilde;o da nossa intelligencia!
<br />

<br />

Mandemos ao Brasil homens intelligentes, que lhe
estudem a vida sob todos os aspectos e venham esclarecer-nos.
<br />

<br />

Deixemo-nos de confiar em diplomatas, que sabem
elegancias e pragmaticas, mas ignoram as mais sing&eacute;las
no&ccedil;&otilde;es dos phenomenos sociaes, economicos e
juridicos.
<br />

<br />

Os nossos colonos no Brasil, os nossos patricios
que l&aacute; trabalham em qualquer esphera da actividade,
valem muito mais, para a indica&ccedil;&atilde;o das
necessidades
<span class="pagenum">[105]</span>
das rela&ccedil;&otilde;es luso-brasileiras, do que todos os
viajantes
que t&ecirc;m sa&iacute;do do Terreiro do Pa&ccedil;o, para
destinos varios,
a curtir saudades da manga de alpaca e do <em>Deus
guarde a V. Ex.<sup>a</sup></em> do papelorio
nacional.
<br />

<br />

<br />

Desta desidia collectiva, em que o menos culpado
e o mais sacrificado &eacute; o povo laborioso e honesto, resultou
a absurda situa&ccedil;&atilde;o em que nos encontramos.
<br />

<br />

Reconhecemos&#8213;dir-se-ia que de subito!&#8213;que, no
fim de contas, o portugu&ecirc;s encontra concorrentes nas
outras ra&ccedil;as que contribuem para o povoamento do
Brasil...
<br />

<br />

N&atilde;o foi sem tempo; mas, infelizmente, n&atilde;o
atinamos
com o caminho que nos conv&eacute;m! Ser&atilde;o as leis
inflexiveis da historia que h&atilde;o de nos encarreirar para
essa senda.
<br />

<br />

Por nossa vontade ou contra o nosso querer, havemos
de l&aacute; ir ter.
<br />

<br />

Basta que assim seja para que presintamos, no anceio
geral por estreitar os la&ccedil;os que prendem os povos
de lingua portuguesa, promessas de que vem perto o
dia da redemp&ccedil;&atilde;o desta terra em que os homens
livres
parecem escravizados, em que tudo transuda o bafio
de remoto passado e tudo &eacute; bol&ocirc;r, caruncho e
poeira.
<br />

<br />

Com que ent&atilde;o queremos approximar-nos do Brasil
e mais intimamente conviver com elle?
<br />

<br />

Vamos, pois, procurar &laquo;unificar ou pelo menos
harmonizar a legisla&ccedil;&atilde;o civil e
commercial&raquo; dos dois
paizes?
<br />

<br />

Ora, ainda bem! Aos republicanos portugueses
sorri essa id&eacute;a. J&aacute; o diss&eacute;mos na
introduc&ccedil;&atilde;o a estas
paginas.
<br />

<br />

E sorri porque traria a Republica, se n&oacute;s a n&atilde;o
pud&eacute;ssemos
fazer num impeto dignificante; porque s&oacute; a
Republica p&oacute;de levar Portugal a entender-se, de qualquer
modo, com o Brasil republicano.
<br />

<br />

<span class="pagenum">[106]</span>
A legisla&ccedil;&atilde;o commercial e civil! Como conciliar
os
dois povos, sob esses aspectos do direito, se emquanto
l&aacute; no Brasil tudo tende a amoldar-se ao regimen politico
e &aacute;s institui&ccedil;&otilde;es sociaes e juridicas
do continente&#8213;como
deix&aacute;mos exposto&#8213;c&aacute; em Porttugal nada caminha
para a democracia, tudo retroc&eacute;de para o absolutismo
de ha um s&eacute;culo?
<br />

<br />

Ide pedir a um cidad&atilde;o affeito &aacute; garantia do
<em>habeas-corpus</em>
que se despoje della e acceite as delicias do inquisitorial
Juizo de Instruc&ccedil;&atilde;o Criminal, alli &aacute;
Parreirinha...
<br />

<br />

Chamae os lavradores de um paiz em que existe o
credito real e o credito agricola, a mobilisa&ccedil;&atilde;o
do valor
da terra e do valor da produc&ccedil;&atilde;o, e
perguntae-lhes
se lhes apraz voltar &aacute; condi&ccedil;&atilde;o dos
agricultores do nosso
Al&eacute;mtejo...
<br />

<br />

Invertei, por&eacute;m, os papeis e vereis como o
al&eacute;mtejano
corre febril e esperan&ccedil;ado a abra&ccedil;ar as
institui&ccedil;&otilde;es
que florescem nos paizes da America e como o
lisboeta acolhe com enthusiasmo o
<em>habeas-corpus</em>...
<br />

<br />

<br />

Mas os factos affirmam que dependemos economicamente
do Brasil, que conv&eacute;m ao Brasil o colono portugu&ecirc;s
e que, al&eacute;m da lingua, ha poderosos vinculos,
principalmente de ordem affectiva e psychica, entre os
dois paizes.
<br />

<br />

Queremos, l&aacute; e c&aacute;, viver como uma s&oacute;
familia. N&atilde;o
haver&aacute;, para isso, raz&otilde;es de conveniencia e de
interesse,
mas ha raz&otilde;es de sentimento, a que os homens
nunca se furtam.
<br />

<br />

O exemplo anglo-americano &eacute; caracteristico. Quando
foi da famosa nota comminatoria do gabinete de Washington
ao de Londres, a proposito de Venezuela e no
tempo de Grover Cleveland, pareceu que o resfriamento
ia abrir &eacute;ra nova.
<br />

<br />

Puro engano!
<br />

<br />

<span class="pagenum">[107]</span>
Os Estados-Unidos e a Gran-Bretanha cada vez se
ligaram mais intimamente e a influencia que, sobre esta,
exerce aquella na&ccedil;&atilde;o &eacute; tal que
f&ocirc;ra loucura negal-a.
<br />

<br />

A propria crise dos <em>lords</em> que vem a
ser sen&atilde;o o
surto da opini&atilde;o democratica
<em>yankee</em> dentro da democracia
inglesa, socialmente cong&eacute;nere da americana?
<br />

<br />

Que querem os liberaes, os radicaes, os socialistas
do <em>Labour Party</em><sup><a href="#f34">[34]</a></sup>
e todos os que
acompanham Asquith,
sen&atilde;o realizar a id&eacute;a americana do senado
electivo
e fazer prevalecer, no tocante &aacute; iniciativa
or&ccedil;amentaria
e tributaria, a doutrina que determinou a
independencia dos Estados Unidos?<sup><a href="#f35">[35]</a></sup>
<br />

<br />

E tamanha &eacute; a influencia
<em>yankee</em> na vida inglesa
que homens da estatura de William Stead e de Westlake
j&aacute; falaram na americaniza&ccedil;&atilde;o da
Gran-Bretanha...
<br />

<br />

N&atilde;o &eacute;, por&eacute;m, isolado o facto. A
rapida democratiza&ccedil;&atilde;o
italiana que os nossos liberaes das duzias attribuem
<span class="pagenum">[108]</span>
ao, ali&aacute;s, unico principe intelligente que reina
em nossos dias&#8213;n&atilde;o passa, no criterio dos mais eminentes
soci&oacute;logos italianos, de inevitavel consequencia
da emigra&ccedil;&atilde;o para a America republicana,
progressiva
e trabalhadora. <em>Fare l'America</em> ha de
redundar num
novo <em>fare da se</em>, desta vez proferido
pelo povo ao conquistar
a posse dos seus destinos!
<br />

<br />

Todos os convivios prolongados e intimos de povos
differentes os conduzem ao nivelamento de cultura.
&Eacute; o facto sociologico correspondente ao physico do
equilibrio dos liquidos em vasos communicantes.
<br />

<br />

As necessidades do progresso humano e as exigencias
da ordem social s&atilde;o os unicos indicadores do sentido
que esse nivelamento tem de tomar.
<br />

<br />

Caso typico &eacute; o da allian&ccedil;a franco-russa: ella
n&atilde;o
podia, como os energumenos realistas suppuzeram, levar
a Fran&ccedil;a &aacute; monarchia, mas tinha de arrastar o
imperio de Nicol&aacute;o para o systema representativo,
que, afinal, reconheceu a existencia do povo e o seu
direito a intervir na gest&atilde;o da sociedade, que o seu
trabalho alimenta e enriquece.
<br />

<br />

<br />

Deante da na&ccedil;&atilde;o brasileira, cuja cultura
j&aacute; n&atilde;o podemos
p&ocirc;r em duvida, cuja expans&atilde;o alenta o nosso
organismo
economico e cujo consumo &eacute; uma das melhores
garantias effectivas da nossa produc&ccedil;&atilde;o, estamos
nas condi&ccedil;&otilde;es que acabamos de referir.
<br />

<br />

&Eacute; uma verdadeira dependencia material. O sr. Consiglieri
Pedroso com raz&atilde;o a reconhece nos seus considerandos
quando diz que &laquo;a economia nacional portuguesa
s&oacute; ao contacto intimo da exuberante seiva
brasileira pode robustecer-se e tonificar-se&raquo;.
<br />

<br />

Accresce a esse facto o de uma absoluta interdependencia
dos dois paizes, sob o ponto de vista moral
e affectivo. Julgamos tel-o deixado claramente deduzido;
e se tal n&atilde;o fosse verdade, todo o nosso esfor&ccedil;o
<span class="pagenum">[109]</span>
e todo o esfor&ccedil;o brasileiro para realizar a desejada
approxima&ccedil;&atilde;o
redundariam em pura perda.
<br />

<br />

&Eacute;, por&eacute;m, certo que os la&ccedil;os que ligam
Portugal
ao Brasil assim como a Hespanha &aacute;s republicas
hispano-americanas
n&atilde;o apresentam indicios de enfraquecimento,
apezar das divergencias antes apontadas.
<br />

<br />

O erro, por parte dos povos da peninsula iberica &eacute;
o mesmo: portugueses e hespanh&oacute;es persistem, pelo
seu ferrenho conservantismo, que a ignorancia tut&eacute;la e
coura&ccedil;a contra todas as conquistas do progresso, em
v&ecirc;r as coisas de hoje com os olhos com que viam as
dos tempos do seu poder&iacute;o...
<br />

<br />

Ambos esses paizes esquecem que se lhes foram,
de longa data, as colonias americanas e que, l&aacute;, onde
as tinham, existem hoje florescentes estados e povos
trabalhados por uma nova civiliza&ccedil;&atilde;o...
<br />

<br />

Supino erro de aprecia&ccedil;&atilde;o: porque o facto de
terem
os povos americanos de origem ib&eacute;rica evolvido
em sentido differente do adoptado at&eacute; agora pelos
ib&eacute;ricos
n&atilde;o implica necessariamente definitivo divorcio ou
rompimento.
<br />

<br />

Dil-o o simples bom-senso. Effectivamente, <em>apezar
das divergencias verificadas, e incontestaveis</em>, tem
de se
reconhecer, de ambos os lados do Oceano, que perduram
as intimas rela&ccedil;&otilde;es e a consciencia de que ellas
se
h&atilde;o de estreitar ainda mais entre os dois ramos de
cada uma dessas familias.
<br />

<br />

O que &eacute; evidente &eacute; que os americanos, do sul, do
centro e do norte, s&oacute; podem proseguir no caminho encetado.
<br />

<br />

Nem &eacute; admissivel o capricho em materia desta natureza.
Os povos t&ecirc;m os seus destinos prescriptos pelas
condi&ccedil;&otilde;es do meio em que se desenvolvem.
<br />

<br />

Meio physico, meio psychico, meio politico, meio
social, meio internacional&#8213;&eacute; claro.
<br />

<br />

Esse complexo meio imp&otilde;e aos povos da America
destinos americanos.
<br />

<br />

<span class="pagenum">[110]</span>
Dir-se-&aacute; que tambem as mesmas causas imp&otilde;em
&aacute;
peninsula ib&eacute;rica destinos n&atilde;o americanos.
<br />

<br />

Nada o prova.
<br />

<br />

Antes de tudo, o que se v&ecirc; &eacute; que existe, tanto em
Portugal como na Hespanha, a consciencia collectiva
de que &eacute; indispens&aacute;vel refazer a antiga
vitalidade com
a <em>seiva</em> das ex-colonias.
&Eacute; a consciencia de um destino...
<br />

<br />

Depois, com que povos, com que culturas da Europa,
formam os dois povos e as duas culturas da Ib&eacute;ria
um systema que se contraponha ao da America, ao
pan-americanismo?
<br />

<br />

E, finalmente, n&atilde;o se sente, pela Europa inteira, o
sopro revivificador do individualismo americano? N&atilde;o
se percebe, nas mais insignificantes coisas, o influxo
dessa poderosa alma americana, que revoluciona as
sciencias, as industrias e as artes? N&atilde;o se v&ecirc;em
legi&otilde;es
de homens intelligentes acudindo &aacute; America a
haurir, nas suas coisas novas, nos seus processos novos
e nas suas institui&ccedil;&otilde;es novas, a energia que
falece
&aacute; Europa e a esperan&ccedil;a, que fugiu das suas velhas
na&ccedil;&otilde;es?
<br />

<br />

&Eacute; o eixo da civiliza&ccedil;&atilde;o superior e
guiadora que se
desloca...
<br />

<br />

&Eacute; a America que herda a hegemonia do planeta,
como, nesse papel, a Europa succed&ecirc;ra &aacute; Asia.
<br />

<br />

E, se ha quarenta annos se assistiu ao inicio da
prodigiosa &laquo;occidentaliza&ccedil;&atilde;o&raquo;
do Jap&atilde;o, que &aacute; Europa
veiu buscar uma cultura, que nem por ser ex&oacute;tica e
antag&oacute;nica com as suas tradi&ccedil;&otilde;es
deixou de ser aproveitada
no que era &laquo;aproveitavel &aacute;
condi&ccedil;&atilde;o&raquo; do seu
povo&#8213;por que havemos de reluctar em conceber que
Portugal ter&aacute; de ir, al&eacute;m do Atlantico, procurar,
na
cultura brasileira, que lhe &eacute; affim, elementos de reforma
e de regenera&ccedil;&atilde;o?
<br />

<br />

Acaso pretendemos, desprovidos de tudo, reatar,
<span class="pagenum">[111]</span>
na modalidade hodierna, a ac&ccedil;&atilde;o directora da
phase
do nosso esplendor?
<br />

<br />

Porventura aspiramos ao que a Gran-Bretanha sabe
imposivel&#8213;&aacute; anulla&ccedil;&atilde;o da obra do
espirito americano?
<br />

<br />

<br />

N&atilde;o nos illudamos. O eixo da
civiliza&ccedil;&atilde;o&#8213;perd&otilde;em-nos
o chav&atilde;o em que insistimos pelo expressivo da
f&oacute;rmula&#8213;est&aacute;-se a deslocar, est&aacute;
mesmo a mais de
meio caminho da sua desloca&ccedil;&atilde;o para a America.
<br />

<br />

Ponhamos, frente a frente, os dois paizes de lingua
portuguesa:
<br />

<br />

Um, pujante de <em>seiva</em>,
&aacute;vido de progresso, confiante
na ac&ccedil;&atilde;o, audaz na iniciativa,
pr&oacute;spero e rico! &Eacute; o
Brasil...
<br />

<br />

Outro... Bem o conhecemos: largos tratos incultos,
aldeias despovoadas pela miseria, desalento, glorias
passadas, deficits, emprestimos em agiotas, povo
faminto sob o azorrague de iniqua tributa&ccedil;&atilde;o!
&Eacute; Portugal...
<br />

<br />

Reunamol-os, esquecendo que s&atilde;o dois povos e lembrando
apenas que s&atilde;o uma familia unica, vivendo em
tamanha amizade que n&atilde;o recusem coisa alguma um
ao outro.
<br />

<br />

&Eacute; a approxima&ccedil;&atilde;o, tudo quanto se possa
pedir como
estreitamento de rela&ccedil;&otilde;es.
<br />

<br />

Pois bem: no dia em que um conjuncto de circumstancias
de pura fantasia tiv&eacute;sse realizado esse amplexo,
que vae al&eacute;m da aspira&ccedil;&atilde;o da hora
presente, o que havia
de acontecer, em obediencia a todas as leis sociaes,
era fatal e irremediavelmente a adapta&ccedil;&atilde;o
portuguesa
&aacute; civiliza&ccedil;&atilde;o brasileira.
<br />

<br />

A monarchia de Portugal estaria nesse dia com a
sua senten&ccedil;a de morte lavrada, com as suas horas contadas!
<br />

<br />

A Republica Portuguesa resultaria, irresistivelmente
e sem demora, da ac&ccedil;&atilde;o, tornada mais intima e
portanto
<span class="pagenum">[112]</span>
mais efficaz, da democracia brasileira em todas
as suas formas de actividade e em todos os seus modos
de ser.
<br />

<br />

N&atilde;o! A monarchia que, para viver, nos reduziu a
todos n&oacute;s &aacute; condi&ccedil;&atilde;o de
escravos e de selvagens e nos
condemnou ao obscurantismo, n&atilde;o se
abalan&ccedil;ar&aacute; a esse
passo.
<br />

<br />

Seria o suicidio. E a monarchia quer viver visto
que se arma todos os dias para se defender...
<br />

<br />

N&atilde;o! A monarchia &eacute; o crime, mas n&atilde;o
&eacute; a estupidez.
E estupidez seria encaminhar-se para a morte. A
n&atilde;o ser que se d&eacute;sse, dentro da monarchia, um
caso
de loucura collectiva...
<br />

<br />

<br />

<br />

<a name="c15" id="c15"></a>
<h3>XV<br />

<br />

CONCLUS&Atilde;O
</h3>

<br />

A approxima&ccedil;&atilde;o luso-brasileira &eacute;
fatal, apesar de
implicar a queda das institui&ccedil;&otilde;es politicas que
reduziram
Portugal ao deploravel estado de ruina em que
se debate entre as oligarchias, que o exploram, e o
povo, que olha ancioso para o despontar dessa vida
nova, que s&oacute; homens novos, de id&eacute;as novas e
sentimentos
novos, ser&atilde;o capazes de crear.
<br />

<br />

O Brasil e Portugal h&atilde;o de harmonizar os seus
interesses e as suas aspira&ccedil;&otilde;es.
<br />

<br />

Quando?
<br />

<br />

Quando esse <em>desideratum</em>
n&atilde;o exigir o impossivel.
Porque &eacute; t&atilde;o impossivel que a monarchia
portuguesa
se transforme a ponto de poder adoptar os principios
e sentimentos da democracia brasileira quanto &eacute; impossivel
que esta retroceda ao que era o Brasil de ha
cincoenta annos, s&oacute;mente pelo capricho de estreitar
as suas rela&ccedil;&otilde;es com o reino do sr. D. Manuel de
Orl&eacute;ans
e Bragan&ccedil;a&#8213;o unico representante coroado das
<span class="pagenum">[114]</span>
duas casas que o acto emancipador de 15 de novembro
de 1889 depoz do throno ex&oacute;tico de uma
na&ccedil;&atilde;o da
livre America...
<br />

<br />

Diz o professor Arthur Orlando, a cujo fulgurante
espirito s&atilde;o familiares as quest&otilde;es americanas,
que na
America &laquo;existe um meio social superior que paira
acima da vida nacional&raquo;.
<br />

<br />

Esse meio social chegaria para contrabalan&ccedil;ar todo
o problematico esfor&ccedil;o que os nossos hypotheticos estadistas
monarchicos fizessem no sentido de determinar&#8213;se
n&atilde;o fosse absurdo&#8213;a evolu&ccedil;&atilde;o
regressiva do
Brasil.
<br />

<br />

O mesmo escriptor explica o atrazo do povo portugu&ecirc;s,
de modo implicito, ao explicar o atrazo da ra&ccedil;a
latina: &laquo;Elles (os individuos dessa ra&ccedil;a, que
n&atilde;o t&ecirc;m
iniciativa e n&atilde;o contam sen&atilde;o com a
collectividade)
n&atilde;o se decidem por si, mas pelo meio familiar, politico
e religioso, de que fazem parte.&raquo;
<br />

<br />

Falta-nos a iniciativa; appellamos para a collectividade,
como se ella fosse mais do que a integra&ccedil;&atilde;o
das iniciativas individuaes.
<br />

<br />

&Eacute; por isso que n&atilde;o comprehendemos ainda aquella
doutrina da Declara&ccedil;&atilde;o da Independencia Americana
em que a propria independencia era considerada &laquo;um
acto de soberania immanente praticado pelo povo e
resultante do seu direito de mudar a f&oacute;rma de governo
e instituir governo novo, sempre que o entender
necessario &aacute; sua felicidade e
seguran&ccedil;a&raquo;.
<br />

<br />

Quando o comprehendermos estaremos senhores
dos nossos destinos e poderemos ter uma politica nossa,
portuguesa, nas rela&ccedil;&otilde;es com outros povos, em vez
de
uma politica dynastica, que subordina os interesses
nacionaes at&eacute; aos casos mais intimos e pessoaes da
vida dos reis e dos seus conselheiros, guias ou inspiradores.
<br />

<br />

At&eacute; l&aacute;, esperemos, se n&atilde;o soubermos
antes cumprir
o nosso dever c&iacute;vico. Reconhecem os proprios monarchicos
<span class="pagenum">[115]</span>
que temos de conviver com o Brasil, que precisamos
do Brasil. Lentamente, o Brasil ha de nos enviar,
com os cheques e as libras trazidas pelo retorno
da emigra&ccedil;&atilde;o e nas formas multiplas do convivio
internacional,
as suas id&eacute;as e as suas institui&ccedil;&otilde;es,
a li&ccedil;&atilde;o
do seu progresso e o exemplo da sua prosperidade.
<br />

<br />

E, assim, como diss&eacute;mos na introduc&ccedil;&atilde;o
a este trabalho,
o Brasil acabaria por levar o povo portugu&ecirc;s
&aacute; Republica.
<br />

<br />

Mas j&aacute; este povo d&aacute; signaes evidentes de
vitalidade
nas suas camadas profundas. A democracia transpoz
os limites das povoa&ccedil;&otilde;es urbanas e invadiu,
impetuosa,
as villas, as aldeias, os casaes...
<br />

<br />

<br />

A monarchia n&atilde;o resolver&aacute; o problema das
rela&ccedil;&otilde;es
de Portugal com o Brasil. Falhar&aacute; mais esta tentativa
em que o sr. Consiglieri Pedroso&#8213;partindo de
um falso perigo de desnacionaliza&ccedil;&atilde;o do Brasil e
de
uma supposta possibilidade de Portugal evitar esse perigo,
se elle existisse&#8213;levou o escrupulo da imparcialidade
com que preside &aacute; Sociedade de Geographia
at&eacute; p&ocirc;r de parte as divergencias essenciaes que,
sob a
monarchia que S. Ex.<sup>a</sup> combateu toda a vida, se
opp&otilde;em
&aacute; obra pan-portuguesa da qual a sua proposta pareceu,
a tantos enthusiastas &laquo;por indole e por
disposi&ccedil;&atilde;o
da lei&raquo;, preciosissima pedra fundamental.
<br />

<br />

A monarchia n&atilde;o &eacute;, todavia, indispensavel a
Portugal.
<br />

<br />

Portugal ha de sobreviver a esse regimen.
<br />

<br />

Ent&atilde;o os portugueses resolver&atilde;o os problemas
nacionaes.
<br />

<br />

Por agora, &eacute; escusado pensar em tal coisa. Assim
&eacute; que, apezar de todas as adhes&otilde;es e de todos os
applausos, n&atilde;o ser&aacute;, desta vez ainda, realizada a
approxima&ccedil;&atilde;o
luso-brasileira.
<br />

<br />

<span class="pagenum">[116]</span>
S&oacute; a Republica, fecunda geradora de patrias, creadora
de consciencias livres e de cidad&atilde;os, nos armar&aacute;
para todas as victorias.
<br />

<br />

S&oacute; a Republica, com a qual em breve ha de resurgir
a energia viril da antiga e heroica patria, saber&aacute; e
poder&aacute; reirmanar as duas nacionalidades em que se
fala a forte e rude, a d&ocirc;ce e plangente lingua em que,
ou f&ocirc;sse sobre o tumulo da nacionalidade ou no arco
triumphal da sua resurrei&ccedil;&atilde;o, se teria de
l&ecirc;r o episodio
do Adamastor e o episodio de Ignez.
<br />

<br />

<br />

<br />

<h3><a name="c16" id="c16"></a>INDICE
</h3>

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="white-space: nowrap;"></td>

      <td></td>

      <td></td>

      <td style="text-align: right;">Pag.<sup>a</sup></td>

    </tr>

    <tr>

      <td colspan="3" rowspan="1">Introduc&ccedil;&atilde;o</td>

      <td style="text-align: right;"><a href="#c0">6</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">I</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A proposta Consiglieri
Pedroso</td>

      <td style="text-align: right;"><a href="#c1">11</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">II</td>

      <td style="text-align: center;">&#8213;</td>

      <td>O problema
luso-brasileiro</td>

      <td style="text-align: right;"><a href="#c2">17</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">III</td>

      <td style="text-align: center;">&#8213;</td>

      <td>O supposto
perigo</td>

      <td style="text-align: right;"><a href="#c3">23</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">IV</td>

      <td style="text-align: center;">&#8213;</td>

      <td>Os estrangeiros no
Brasil</td>

      <td style="text-align: right;"><a href="#c4">29</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">V</td>

      <td style="text-align: center;">&#8213;</td>

      <td>O povoamento e a
nacionalidade</td>

      <td style="text-align: right;"><a href="#c5">35</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">VI</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A immigra&ccedil;&atilde;o
portuguesa</td>

      <td style="text-align: right;"><a href="#c6">41</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">VII</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A permuta
commercial</td>

      <td style="text-align: right;"><a href="#c7">47</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">VIII</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A situa&ccedil;&atilde;o
real</td>

      <td style="text-align: right;"><a href="#c8">55</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">IX</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A nossa ra&ccedil;a &laquo;at
work&raquo;</td>

      <td style="text-align: right;"><a href="#c9">61</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">X</td>

      <td style="text-align: center;">&#8213;</td>

      <td>Medidas
propostas</td>

      <td style="text-align: right;"><a href="#c10">69</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">XI</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A evolu&ccedil;&atilde;o
brasileira</td>

      <td style="text-align: right;"><a href="#c11">77</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">XII</td>

      <td style="text-align: center;">&#8213;</td>

      <td>O Brasil e o
americanismo</td>

      <td style="text-align: right;"><a href="#c12">83</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">XIII</td>

      <td style="text-align: center;">&#8213;</td>

      <td>As
divergencias</td>

      <td style="text-align: right;"><a href="#c13">93</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">XIV</td>

      <td style="text-align: center;">&#8213;</td>

      <td>A
approxima&ccedil;&atilde;o</td>

      <td style="text-align: right;"><a href="#c14">103</a></td>

    </tr>

    <tr>

      <td style="text-align: right;">XV</td>

      <td style="text-align: center;">&#8213;</td>

      <td>Conclus&atilde;o</td>

      <td style="text-align: right;"><a href="#c15">113</a></td>

    </tr>

    <tr>

      <td colspan="3" rowspan="1" style="text-align: left;">Indice</td>

      <td style="text-align: right;"><a href="#c16">117</a></td>

    </tr>

  </tbody>
</table>

<br />

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;"><em>Acabou de se
imprimir<br />

aos sete<br />

de dezembro de 1909,<br />

em Lisboa,<br />

na Typographia do Commercio<br />

rua da Oliveira, 10, ao Carmo.</em>
<br />

</div>

<br />

<br />

<br />

Notas:
<br />

<br />

<a name="f1" id="f1"></a><sup>[1]</sup>
&laquo;L&aacute; onde nenhuma outra ra&ccedil;a medra o
portugu&ecirc;s prosp&eacute;ra...&raquo;
&laquo;A elle pertence a palma dos dotes m&aacute;sculos na
tarefa
dos cruzamentos...&raquo; &laquo;&Eacute; a ra&ccedil;a
privilegiada, &eacute; a &uacute;nica que teve o
dom de anullar a seu favor as mais inclementes influencias
climatericas...&raquo;
&laquo;O portugu&ecirc;s &eacute; o preferido no
servi&ccedil;o das baleeiras
norte-americanas e nesse posto o vemos arrostar os frios
glaciaes...&raquo;
&laquo;Na zona t&oacute;rrida... encontramol-o sempre a prumo,
robusto, inabalavel, jovial e
altaneiro.&raquo;&#8213;<em>Dr. Luiz Pereira
Barretto</em>.&#8213;O
Seculo XX sob o ponto de vista brasileiro.
<br />

<br />

<a name="f2" id="f2"></a><sup>[2]</sup>
Sess&atilde;o de 10 de Novembro de 1909 da Sociedade de
Geographia
de Lisboa.
<br />

<br />

<a name="f3" id="f3"></a><sup>[3]</sup>
A desorganiza&ccedil;&atilde;o do trabalho, pela
aboli&ccedil;&atilde;o do elemento
servil, impunha o fomento da immigra&ccedil;&atilde;o pelos
Estados e at&eacute;
pela Uni&atilde;o. Foram, por isso, subvencionadas emprezas varias
que
contractaram o servi&ccedil;o de introduc&ccedil;&atilde;o
de trabalhadores ruraes.
<br />

<br />

<a name="f4" id="f4"></a><sup>[4]</sup>
O artigo do <em>Tempo</em> era de
Oliveira Martins, ao que diz
Eduardo Prado, (<em>Fastos</em>, pag. 14). O.
Martins previa a absorp&ccedil;&atilde;o
do sul pela Argentina! O artigo, com o ser citado em tanta parte,
foi, segundo Prado, um &laquo;exito virgem para a imprensa
portuguesa.&raquo;
A prophecia &eacute; que desacredita o auctor e n&atilde;o
menos os que
lhe deram curso.
<br />

<br />

Tal qual no caso Mac-Murdo... (Vide <em>Jos&eacute;
Caldas</em>,&#8213;Os
Jesuitas&#8213;em nota.)
<br />

<br />

<a name="f5" id="f5"></a><sup>[5]</sup>
<em>Dunshee de
Abranches</em>&#8213;&laquo;Actas e actos do governo
provisorio&raquo;.
<br />

<br />

<a name="f6" id="f6"></a><sup>[6]</sup>
&laquo;O seculo XX sob o ponto de vista brasileiro.&raquo;
<br />

<br />

<a name="f7" id="f7"></a><sup>[7]</sup>
Carta ao <em>Seculo</em>, publicada, em
14 de janeiro de 1909, sob
a epigraphe &laquo;Portugueses no Brasil&#8213;Quantos
s&atilde;o?&raquo;
<br />

<br />

<a name="f8" id="f8"></a><sup>[8]</sup>
A sacca &eacute; de 60 kilos.
<br />

<br />

<a name="f9" id="f9"></a><sup>[9]</sup>
Entraram, em 1906, quinze mil e tantos kilos de chicoria
n&atilde;o preparada, dois mil trezentos e dezenove kilos de
caf&eacute; torrado,
moido e suas imita&ccedil;&otilde;es... em Portugal!
<br />

<br />

O consumo, por cabe&ccedil;a e por anno, &eacute;: na
It&aacute;lia, 970 grammas;
na Hespanha, 652 gr; na Fran&ccedil;a, 2,350 k; na Allemanha, 3 k;
na
Dinamarca, 3,900 k; na Suissa, 3,500 k; na Noruega, 5,536 k; na
Belgica, 4,700 k; na Suecia, 6,566 k; na Hollanda, 7,200 k.
<br />

<br />

<a name="f10" id="f10"></a><sup>[10]</sup>
Vide proposta referida, pag.<sup>a</sup> 13 a 15.
<br />

<br />

<a name="f11" id="f11"></a><sup>[11]</sup>
Relatorio do Ministerio da Fazenda em 1907, pag. 60.
<br />

<br />

<a name="f12" id="f12"></a><sup>[12]</sup>
Statistica metodologica&#8213;Torino, 1906.
<br />

<br />

<a name="f13" id="f13"></a><sup>[13]</sup>
Elementi di Statistica&#8213;Torino, 1904.
<br />

<br />

<a name="f14" id="f14"></a><sup>[14]</sup>
Castro Carreira&#8213;&laquo;Historia financeira&raquo;.
<br />

<br />

<a name="f15" id="f15"></a><sup>[15]</sup>
<em>Fastos</em>, pag. 15, in fine.
<br />

<br />

<a name="f16" id="f16"></a><sup>[16]</sup>
Liberdade profissional, discurso parlamentar.
<br />

<br />

<a name="f17" id="f17"></a><sup>[17]</sup>
A phrase &eacute; de Ferreira de Araujo, insigne jornalista,
cujos
meritos n&atilde;o foram excedidos por qualquer homem de imprensa
de n&atilde;o importa qual paiz.
<br />

<br />

O conceito parecer&aacute; exagerado; n&atilde;o &eacute;.
Com effeito, tendo a
exporta&ccedil;&atilde;o do Brasil chegado a mais de quinze
milh&otilde;es de saccas
de caf&eacute;, a exporta&ccedil;&atilde;o diaria,
excedente de quarenta mil saccas,
ia al&eacute;m da carga habitual de dois dos
<em>cargo-boats</em> que faziam esse
transporte.
<br />

<br />

<a name="f18" id="f18"></a><sup>[18]</sup>
<em>Ayres de
Casal</em>&#8213;&laquo;Chorographia&raquo;.
<br />

<br />

<a name="f19" id="f19"></a><sup>[19]</sup>
Apud <em>Euclydes da
Cunha</em>&#8213;&laquo;Os Sert&otilde;es&raquo;.
<br />

<br />

<a name="f20" id="f20"></a><sup>[20]</sup>
&laquo;El Continente Enfermo&raquo;&#8213;Nova-York, 1899.
<br />

<br />

<a name="f21" id="f21"></a><sup>[21]</sup>
&laquo;Deve-se reconhecer que o poder do meio e o
esfor&ccedil;o
dos brasileiros t&ecirc;m conseguido muito na lucta pela
adapta&ccedil;&atilde;o
dos immigrantes. O Rio Grande e Santa Catharina fornecem-nos
exemplos eloquentissimos desse facto. No ultimo desses estados,
principalmente, desde o imperio filhos de allem&atilde;es
t&ecirc;m subido a
altas posi&ccedil;&otilde;es politicas e <em>em
todos elles o espirito nacional se encarnou com tanta
eleva&ccedil;&atilde;o como nos descendentes mais afastados
de europeus</em>.&raquo; <em>Tobias
Monteiro</em>&#8213;&laquo;O Fantasma
Allem&atilde;o.&raquo;
<br />

<br />

<a name="f22" id="f22"></a><sup>[22]</sup>
&Eacute; sabido que o partido liberal, antes da Republica,
estava
inclinado a essa reforma. Confessou-o, numa entrevista, o visconde
de Ouro Preto, chefe desse antigo partido.
<br />

<br />

<a name="f23" id="f23"></a><sup>[23]</sup>
Commentarios &aacute; constitui&ccedil;&atilde;o dos
Estados Unidos da America
&sect; 157, nota 1 (<em>a</em>),
edi&ccedil;&atilde;o de 1891.
<br />

<br />

<a name="f24" id="f24"></a><sup>[24]</sup>
&laquo;O pan-americanismo &eacute; uma obra de
fraterniza&ccedil;&atilde;o entre
o pan-latinismo e o pan-saxonismo, despertando entre todos os
povos da America a id&eacute;a e o sentimento de um destino
commum.&raquo;&#8213;<em>Arthur
Orlando</em>&#8213;&laquo;Pan-Americanismo&raquo;, Rio
de Janeiro,
1906.
<br />

<br />

Na <em>nota 25, in fine</em>, vide
transcrip&ccedil;&atilde;o do &laquo;Estado de S.
Paulo&raquo;.
<br />

<br />

<a name="f25" id="f25"></a><sup>[25]</sup>
Depois de lan&ccedil;adas no papel estas linhas, recebeu o
auctor
os jornaes brasileiros com as noticias das festas solennissimas
com que foi celebrado, na Capital Federal, o 20.&ordm; anniversario
do advento da Republica.
<br />

<br />

Commentando a obra das nova institui&ccedil;&otilde;es, diz o
<em>Jornal do
Commercio</em>, &oacute;rgam das classes conservadoras
da sociedade brasileira,
sempre de francas opini&otilde;es liberaes, mas, em que
p&eacute;se a
superficiaes julgadores, incontestavelmente republicano desde
que o dirige o dr. Jos&eacute; Carlos Rodrigues, espirito formado
pela
cultura americana e inglesa e que, ao mais intransigente
individualismo,
allia profundas convic&ccedil;&otilde;es democraticas:
<br />

<br />

&laquo;O regimen democratico &eacute; o regimen da
opini&atilde;o e por ella
se orienta, e, sendo a Republica a f&oacute;rma pura desse regimen
acreditamos que a opini&atilde;o brasileira, que a consagrou ha
vinte
annos, a mant&eacute;m, a ampara, a defende e a estima.
<br />

<br />

&laquo;Neste anniversario todos se congratulam: o Governo com
o povo de que saiu, o povo com o Governo, que &eacute; feitura
sua.&raquo;
<br />

<br />

<em>O Paiz</em>, que na sua propaganda tomou
compromissos com
o povo, ufana-se nestes termos da obra republicana:
<br />

<br />

&laquo;Se, volvidos os olhos para a
construc&ccedil;&atilde;o feita nestes vinte
annos de Republica, collocarmos o julgamento da obra do regimen
no terreno concreto dos beneficios feitos &aacute; nacionalidade,
do
conforto dado ao povo, do prestigio trazido ao paiz, &eacute;
for&ccedil;oso reconhecer
que a f&oacute;rma de governo estabelecida a 15 de novembro
de 1889 n&atilde;o mentiu &aacute;s promessas que em seu nome
fizeram os
propagandistas e tem cumprido dignamente a sua miss&atilde;o.
<br />

<br />

A federa&ccedil;&atilde;o e a autonomia municipal estimularam,
pela alforria
de actividades acorrentadas, for&ccedil;as inertes e fecundas. Cada
provincia, cada municipio, foi centro de vida &aacute; parte,
forte, cheia
de estimulos, progressista tributario da vida nacional; o commando
dos proprios destinos, a defesa dos proprios interesses,
trouxe a todas essas zonas do territorio patrio uma vigorosa
expans&atilde;o
e com ellas desenvolveu-se a collectividade, engrandeceu-se
o paiz.&raquo;
<br />

<br />

No <em>Estado de S. Paulo</em>, tambem
&oacute;rgam da propaganda republicana,
entre cujos directores e collaboradores figuram Rangel
Pestana, Prudente de Moraes, Campos Salles e Bernardino de Campos,
todos de ac&ccedil;&atilde;o capitalissima no actual regimen,
diz Paulo
Rangel Pestana:
<br />

<br />

&laquo;Victoriosos a 15 de novembro de 1889, os republicanos tinham
a grandiosa miss&atilde;o de reconstruir a Patria por outros
modelos,
de acc&ocirc;rdo com as normas da san democracia. Precisavam
reformar tudo&#8213;as leis e os costumes, as coisas e os homens. Mas,
infelizmente, logo desunidos e desorientados, ainda n&atilde;o
lograram
realizar t&atilde;o formosa tarefa, sem embargo dos maravilhosos
progressos
levados a effeito no vintennio que hoje se completa.
<br />

<br />

O Brasil inteiro, cheio de esperan&ccedil;as, festeja e
sa&uacute;da o dia 15
de novembro de 1889 como o principio da sua
regenera&ccedil;&atilde;o. Ella
tem de acabar-se com os dedicados esfor&ccedil;os dos
contemporaneos,
tornando-a uma verdadeira republica&#8213;livre e pacifica, laboriosa
e culta, que seja uma gloria da America e uma
admira&ccedil;&atilde;o
do mundo civilizado.&raquo;
<br />

<br />

<a name="f26" id="f26"></a><sup>[26]</sup>
&laquo;Pan-Americanismo&raquo;, pag. 68.
<br />

<br />

<a name="f27" id="f27"></a><sup>[27]</sup>
&laquo;Commentarios&raquo; citados, &sect; 266.
<br />

<br />

<a name="f28" id="f28"></a><sup>[28]</sup>
&Eacute; doutrina dominante em toda a America. S&oacute;
as anomalias
dictatoriaes, a que todos os povos t&ecirc;m sido,
ali&aacute;s, transitoriamente
sacrificados, podem haver postergado a sua pratica em periodos
de illegalidade manifesta.
<br />

<br />

<a name="f29" id="f29"></a><sup>[29]</sup>
Assim foram resolvidas: em 1895, pelo laudo de Cleveland,
o litigio das Miss&otilde;es, com a Argentina; em 1901, por
senten&ccedil;a do
Conselho Federal Suisso, a quest&atilde;o de limites com a Guyana
Francesa; em 1904, sendo juiz o rei de Italia, o conflicto de limites
com a Guyana Inglesa.
<br />

<br />

<a name="f30" id="f30"></a><sup>[30]</sup>
&laquo;A doutrina Drago&raquo;&#8213;Paris. (Possuimos a
traduc&ccedil;&atilde;o inserta
no &laquo;Estado de S. Paulo&raquo;).
<br />

<br />

<a name="f31" id="f31"></a><sup>[31]</sup>
A guerra russo-japonesa, a conferencia de Algeziras e o
ultimo congresso da paz confirmam por completo o conceito do
grande internacionalista argentino.
<br />

<br />

<a name="f32" id="f32"></a><sup>[32]</sup>
Deodoro da Fonseca teve de resignar o mandato de presidente
por ter dissolvido o Congresso. O seu acto &eacute; ainda hoje
denominado, mui significativamente&#8213;<em>o golpe de
estado</em>...
<br />

<br />

<a name="f33" id="f33"></a><sup>[33]</sup>
<em>Kidd</em>&#8213;&laquo;The control of
the tropics&raquo;.
<br />

<br />

<a name="f34" id="f34"></a><sup>[34]</sup>
Aos que se assustam com as divergencias de lingua entre
Portugal e Brasil, vem a proposito lembrar que os
<em>yankees</em> escrevem
<em>labor</em>,
<em>honor</em>, etc., e n&atilde;o
<em>labour</em>,
<em>honour</em>, etc. E ha muitas
mais... &Eacute; o caso do argueiro no olho do visinho.
<br />

<br />

<a name="f35" id="f35"></a><sup>[35]</sup>
A declara&ccedil;&atilde;o do Congresso das Nove Colonias,
reunido
em Nova-York, em 1765, j&aacute; fris&aacute;ra, na sua
declara&ccedil;&atilde;o, que Story
julga o melhor summario dos direitos e liberdades reclamados
pelas ent&atilde;o colonias inglesas, esta doutrina:
&laquo;Nenhuma taxa lhes
poder&aacute; j&aacute;mais ser imposta constitucionalmente a
n&atilde;o ser pelas
suas respectivas
legislaturas.&raquo;&#8213;<em>Story</em>,
&laquo;Commentarios&raquo;. &sect; 190.
<br />

<br />

E a declara&ccedil;&atilde;o de direitos do Congresso Colonial
de 1774
repetiu o preceito na sua 4.&ordf; resolu&ccedil;&atilde;o,
em que diz, ademais,
que a base da liberdade e de todo o governo livre est&aacute; no
direito
do povo fazer as suas leis. A mesma declara&ccedil;&atilde;o,
na resolu&ccedil;&atilde;o
10.&ordf; j&aacute; se insurgia contra conselhos legislativos
nomeados &aacute; vontade
da cor&ocirc;a: taxava-os de inconstitucionaes.
<br />

<br />

V&ecirc;-se que o anglo-saxonio, apesar de n&atilde;o haver,
hoje na
Inglaterra nem, portanto, em 1765 nas suas colonias,
constitui&ccedil;&atilde;o
escripta, fez sempre quest&atilde;o da constitucionalidade. Os
liberaes
ingleses dos nossos dias s&aacute;em aos seus av&oacute;s.
<br />

<br />

<br />

<br />

<br />

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 61px;"></td>

      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e1" id="e1"></a><a href="#p25">#p&aacute;g.
25</a></td>

      <td style="text-align: center;">a o dos</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a dos</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e2" id="e2"></a><a href="#p48">#p&aacute;g.
48</a></td>

      <td style="text-align: center;">o nossa</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a nossa</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e3" id="e3"></a><a href="#p81">#p&aacute;g.
81</a></td>

      <td style="text-align: center;">resultatado</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">resultado</td>

    </tr>

  </tbody>
</table>

<div style="text-align: center;"><br />

Variantes dos nomes pr&oacute;prios foram mantidas de acordo com o
original.<br />

<br />

</div>

</div>

</div>

</body>
</html>
